Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# manage-devices-edit-screen.alert.remove-device-action.title
source: Actions will be affected
fr_ca: Les actions seront affectées
it: Questo inciderà sulle Azioni

# manage-devices-edit-screen.alert.remove-device-action.message
source: Removing this will also remove Hive Actions that include this device. To keep them, go to ‘Actions’ in the menu and remove this device from the actions before continuing.
fr_ca: Retirer ceci aura pour effet de retirer aussi les actions Hive incluses dans cet appareil. Pour les conserver, allez à « Actions » dans le menu et retirez cet appareil de la liste d'actions avant de poursuivre.
it: Se rimuovi questo dispositivo, rimuoverai anche le Azioni Hive che lo includono. Per mantenerle, vai ad Azioni nel menu e rimuovi il dispositivo dalle Azioni prima di continuare.

# manage-devices-edit-screen.alert.remove-device-action.other
source: Remove device
fr_ca: Retirer un appareil
it: Rimuovi il dispositivo

# manage-devices-edit-screen.alert.reboot-device.title
source: Reboot %@?
fr_ca: Redémarrer %@ ?
it: Riavvia %@?

# manage-devices-edit-screen.alert.reboot-device.message
source: Are you sure you want to reboot it?
fr_ca: Souhaitez-vous vraiment le/la redémarrer ?
it: Sei sicuro di voler riavviare?

# manage-devices-edit-screen.alert.reboot-device.other
source: Reboot
fr_ca: Redémarrer
it: Riavvia

# login-screen.login.title
source: Log in
fr_ca: Se connecter
it: Entra

# login-screen.loading-data.title
source: We are loading your data...
fr_ca: Chargement de vos données...
it: Caricamento dei dati in corso...

# login-screen.login-button.accessibilityHint
source: Please enter your email and password
fr_ca: Veuillez entrer votre courriel et votre mot de passe
it: Inserisci nome utente e password

# login-screen.about-button.accessibilityLabel
source: About Hive
fr_ca: À propos de Hive
it: Info su Hive

# forgot-password-screen.title
source: Forgotten password
fr_ca: Mot de passe oublié
it: Password dimenticata

# forgot-password-screen.header-label.text
source: Please enter the email address for your Hive account and we will send you a link to reset your password.
fr_ca: Veuillez indiquer l'adresse e-mail attachée à votre compte Hive, nous y enverrons un lien pour réinitialiser votre mot de passe.
it: Inserisci l'indirizzo email del tuo account Hive: ti invieremo un link per reimpostare la password.

# login-help-screen.title
source: Logging in
fr_ca: Connexion
it: Login in corso...

# login-help-screen.description-label.text
source: Your username is normally the email address that you provided when purchasing Hive. If you can’t remember your password, just press the "Forgot password?" link.
fr_ca: En règle générale, votre nom d'utilisateur est l'adresse courriel que vous avez indiquée lors de l'achat de votre produit Hive. Si vous ne vous souvenez pas de votre mot de passe, appuyez sur le lien « Mot de passe oublié ? ».
it: Solitamente il nome utente è l'indirizzo email fornito all'acquisto dei prodotti Hive. Se non ricordi la password, fai clic sul link "Password dimenticata?".

# login-screen.demo-navigationbar-button.title
source: Demo
fr_ca: Démo
it: Dimostrazione

# self-help-screen.title
source: Oops!
fr_ca: Oups!
it: Ops!

# web-view-screen.service-status.title
source: Service status
fr_ca: Statut du service
it: Stato di servizio

# web-view-screen.register.title
source: Create account
fr_ca: Créer un compte
it: Crea un account

# hub-setup-screen.title
source: Hub setup
fr_ca: Installation du boîtier de contrôle
it: Installazione Hub

# hub-setup-cell.text-field.placeholder
source: Hub id
fr_ca: Code du boîtier
it: ID Hub

# hub-setup-cell.template.accessibilityLabel
source: Hub I D input field, %@
fr_ca: Champ de saisie du code du boîtier, %@
it: Campo inserimento ID Hub, %@

# hub-setup-cell.empty-id.accessibilityLabel
source: , empty
fr_ca: , vide
it: , vuoto

# hub-placement-screen.title
source: Hub placement
it: Hub posizionato

# startup-screen.right-bar-button-item.close.title
source: Close
fr_ca: Fermé(e)
it: Chiudi

# startup-screen.jump-to-end-button.done.title
source: Done
fr_ca: Terminé
it: Fatto

# startup-screen.jump-to-end-button.skip.title
source: Skip
fr_ca: Sauter
it: Salta

# quick-tour-screen.title
source: Quick tour
fr_ca: Bref aperçu
it: Tour rapido

# quick-tour-screen.page-one.title
source: Hello!
fr_ca: Bonjour !
it: Ciao!

# quick-tour-screen.page-one.text
source: Welcome to Hive. The remote control for your home.
fr_ca: Bienvenue dans Hive, l'application qui permet de contrôler sa maison à distance.
it: Un caloroso benvenuto da Hive, il controllo a distanza della tua casa.

# quick-tour-screen.page-two.title
source: Clever control
fr_ca: Contrôle intelligent
it: Comando intelligente

# quick-tour-screen.page-two.text
source: Clever control anytime, anywhere.
fr_ca: Un contrôle intelligent à tout moment, où que vous soyez.
it: Comando a distanza intelligente, sempre e ovunque.

# quick-tour-screen.page-three.title
source: Integrated
fr_ca: Intégré
it: Integrato

# quick-tour-screen.page-three.text
source: It just works.
fr_ca: Et ça marche.
it: Funziona, semplicemente.

# quick-tour-screen.page-four.title
source: Simplicity
fr_ca: Simplicité
it: Semplicità

# quick-tour-screen.page-four.text
source: Intuitive control and easy to use features. Clever tech made simple.
fr_ca: Contrôle intuitif et fonctionnalités faciles à utiliser. La technologie intelligente simplifiée.
it: Funzionalità intuitive e di facile utilizzo. Tecnologia intelligente, senza complicazioni.

# quick-tour-screen.page-five.title
source: For everyone
fr_ca: Pour tout le monde
it: Per tutti

# quick-tour-screen.page-five.text
source: Hive products can be installed no matter who provides your energy
fr_ca: Les produits Hive peuvent être installés quel que soit votre fournisseur d'énergie.
it: I prodotti Hive possono essere installati a prescindere dal tuo fornitore di energia elettrica

# quick-tour-screen.page-five.button-title
source: Let's get started
fr_ca: C'est parti !
it: Iniziamo!

# hub-replacement-screen-title.text
source: Hub replacement
it: Sostituzione Hub

# hub-replacement-screen-title-failed.text
source: Hub replacement failed
it: Sostituzione hub con esito negativo

# hub-replacement-screen-message.text
source: Your hub is currently being replaced, we'll let you know once it is complete.
it: Il tuo hub è in fase di sostituzione: ti avviseremo a procedura completata.

# hub-replacement-screen-message-failed.text
source: Please contact us to complete your hub replacement.
it: Chiamaci per completare la sostituzione del tuo hub.

# hub-replacement-screen-call-us.text
source: We're open %@, seven days a week.
it: Ci trovi tutti i giorni %@.

# hub-replacement-screen-call-us.times.accessibility-label
source: 8am to 9pm
it: dalle 8am alle 9pm

# device-offline-screen.unknown-device.title
source: Unknown device
fr_ca: Appareil inconnu
it: Dispositivo sconosciuto

# device-offline-screen.accessibilityLabel
source: Device offline %@
fr_ca: Appareil hors ligne %@
it: Dispositivo non in linea %@

# device-offline-screen.icon-label.accessibilityLabel
source: Warning
fr_ca: Conseil
it: Attenzione

# device-offline-screen.header-label.text
source: Please try the following in order:
fr_ca: Veuillez suivre les étapes suivantes dans l'ordre :
it: Prova a eseguire le seguenti operazioni in quest'ordine:

# device-offline-screen.help-label.call-hive.message.above-steps.text
source: If the above steps have not helped,
it: Se i passaggi precedenti non hanno risolto il problema,

# device-offline-screen.help-label.call-hive.message.previous-steps.text
source: If the previous steps do not help,
it: Se i passaggi precedenti non hanno risolto il problema,

# device-offline-screen.help-label.call-hive.message.call-hive.text
source: please call Hive
it: contatta Hive

# device-offline-screen.help-label.call-hive.message.mail-hive.text
source: please contact Hive for support: %@
it: contatta Assistenza Hive: %@

# device-offline-screen.help-label.call-hive.message.support-opening-hours.text
source: . We're open %@, seven days a week.
it: . Ci trovi tutti i giorni %@.

source: 8am to 9pm
it: dalle 8am alle 9pm

# device-offline-screen.help-label.call-hive.message-support.check-hive-home.text
source: . Check hivehome.com for our support hours.
it: . Consulta hivehome.com per gli orari della nostra Assistenza.

# device-offline-screen.help-label.helptext.footnote
source: You will still be able to control any connected devices from the dashboard.
fr_ca: Vous serez toujours en mesure de contrôler tous les périphériques connectés à partir du tableau de bord.
it: Potrai continuare a regolare i dispositivi connessi dal Pannello di controllo.

# device-offline-screen.call-button.title
source: Call Hive for support
fr_ca: Appelez Hive pour obtenir de l'aide
it: Chiama Hive per assistenza

# device-offline-screen.refresh-button.title
source: Refresh
fr_ca: Rafraîchir
it: Aggiorna

# device-offline-screen.refresh-banner.leak.preamble
source: After you have checked all of the above, press the button on the device and tap refresh.
it: Dopo aver verificato quanto sopra, premi il pulsante sul dispositivo e tocca Aggiorna.

# device-offline-screen.refresh-banner.camera.preamble
source: Once completed, pull down this screen to refresh. Not fixed? Try removing and re-installing.
it: Una volta completato, scorri in basso per aggiornare. Non ancora risolto? Prova a rimuovere e reinstallare.

# device-offline-screen.refresh-banner.general.preamble
source: After you have checked all of the above, tap refresh.
it: Dopo aver verificato quanto sopra, tocca Aggiorna.

# device-offline-screen.offline.general.text
source: Device offline
fr_ca: Appareil hors ligne
it: Dispositivo non in linea

# device-offline-screen.offline.plug.title.text
source: Plug offline
fr_ca: La prise est hors ligne
it: Presa di corrente non in linea

# device-offline-screen.offline.sensor.title.text
source: Sensor offline
fr_ca: Capteur hors ligne
it: Sensore non in linea

# device-offline-screen.offline.heating.title.text
source: Heating offline
fr_ca: Chauffage hors ligne
it: Riscaldamento non in linea

# device-offline-screen.offline.light.title.text
source: Light offline
fr_ca: L'ampoule est hors ligne
it: Luce non in linea

# device-offline-screen.offline.na-thermostat.wrong-wiring.title.text
source: Wiring error!
fr_ca: Erreur de câblage!
it: Errore di cablaggio!

# device-offline-screen.steps.general.unplug-hub.text
source: Unplug your hub and plug it back in again
fr_ca: Débranchez votre boîtier de contrôle et rebranchez-le
it: Scollega l'hub dalla corrente e ricollegalo

# device-offline-screen.steps.general.check-power.text
source: Check that your device has power
fr_ca: Vérifiez que votre appareil est bien alimenté, qu'il est allumé ou que ses piles ne sont pas déchargées
it: Verifica che il dispositivo sia alimentato, sia acceso o abbia le pile inserite.

# device-offline-screen.steps.general.hub-flashing.text
source: When the hub stops flashing, wait 5 minutes and then tap refresh
fr_ca: Quand le boîtier ne clignote plus, appuyez sur «rafraîchir
it: Quando la spia dell'hub smette di lampeggiare, premi Aggiorna.

# device-offline-screen.steps.general.check-other-devices.text
source: If you have other Hive devices, check they are all powered by turning them on at the light switch or wall socket, wait a couple of minutes and press refresh
fr_ca: Si vous avez d’autres appareils Hive, vous assurer qu’ils sont tous alimentés en courant en allumant l’interrupteur d’éclairage ou la prise murale, attendre quelques minutes et appuyer sur réinitialiser.
it: Se hai altri dispositivi Hive in casa, verifica che siano tutti alimentati accendendoli con l'interruttore o dalla presa di corrente. Attendi un paio di minuti e premi Aggiorna.

# device-offline-screen.steps.hub.turn-on-off.text
source: At your Hive Hub turn it off and back on again at the wall socket, wait 10 minutes and press refresh
fr_ca: Mettre votre Hive Hub hors tension, puis de nouveau sous tension au niveau de la prise murale, attendre 10 minutes et appuyer sur réinitialiser.
it: Stacca e riattacca la presa della corrente del tuo Hub Hive, attendi 10 minuti e premi Aggiorna

# device-offline-screen.steps.hub.check-placement.text
source: Check your Hive Hub is placed correctly by following the guide %@
fr_ca: Vous assurer que votre Hive Hub est bien installé en suivant le guide %@
it: Verifica che il tuo Hub Hive sia posizionato in modo corretto seguendo la guida %@

# device-offline-screen.steps.hub.check-placement.link-text
source: here
fr_ca: ici
it: qui

# device-offline-screen.steps.light.turn-on-off.text
source: Turn the affected light off and back on again at the light switch or wall socket, wait a couple of minutes and press refresh
fr_ca: Éteindre l'ampoule affectée, puis la rallumer à l’aide de l’interrupteur d’éclairage ou de la prise murale, attendre quelques minutes et appuyer sur réinitialiser.
it: Spegni e riaccendi la luce interessata con l'interruttore della luce o la presa di corrente, attendi un paio di minuti e premi Aggiorna

# device-offline-screen.steps.light.power.text
source: Check the affected light has power by confirming the light switch or wall socket is on. If not, turn it on, wait a couple of minutes and press refresh
fr_ca: Vous assurer que l'ampoule affectée a du courant en confirmant que l’interrupteur d’éclairage ou la prise murale est sous tension. Si ce n’est pas le cas, l'allumer, attendre quelques minutes, puis appuyer sur réinitialiser.
it: Verifica che la luce interessata sia alimentata, controllando l'interruttore della luce o la presa della corrente. Se non lo è, accendila, attendi un paio di minuti e premi Aggiorna.

# device-offline-screen.steps.plug.turn-on-off-text
source: Turn the affected plug off and back on again at the wall socket, wait a couple of minutes and press refresh
fr_ca: Mettre la prise affectée hors tension, puis la remettre sous tension au niveau de la prise murale, attendre quelques minutes et appuyer sur réinitialiser.
it: Spegni e riaccendi la presa interessata con l'interruttore, attendi un paio di minuti e premi Aggiorna

# device-offline-screen.steps.plug.power.text
source: Check the plug has power by confirming the wall socket is on. If not, turn it on, wait a couple of minutes and press refresh
fr_ca: Vous assurer que la prise a du courant en confirmant que la prise murale est sous tension. Si ce n’est pas le cas, l'allumer, attendre quelques minutes, puis appuyer sur réinitialiser.
it: Verifica che la presa di corrente sia alimentata controllando che la presa a muro sia accesa. Se non lo è, accendila, attendi un paio di minuti e premi Aggiorna.

# device-offline-screen.steps.heating.power.text
source: Check your boiler module has a light. If not, ensure mains power switch for boiler is on
fr_ca: Vous assurer que le module de votre chauffe-eau a un voyant. Si non, vous assurer que l’alimentation principale du chauffe-eau est sous tension
it: Verifica che il modulo della caldaia abbia una luce accesa. In caso contrario, assicurati che l'interruttore di alimentazione principale della caldaia sia acceso.

# device-offline-screen.steps.heating.back-button.text
source: Press the back button on the thermostat to ensure the device has power. If not, replace the batteries and wait a couple of minutes then press refresh
fr_ca: Appuyer sur le bouton « Précédent » du thermostat pour vous assurer que l’appareil est sous tension. Si ce n’est pas le cas, remplacer les piles et attendre quelques minutes, puis appuyer sur réinitialiser.
it: Premi il pulsante Indietro sul termostato per assicurarti che il dispositivo sia alimentato. In caso contrario, sostituisci le pile e attendi un paio di minuti prima di premere Aggiorna.

# device-offline-screen.steps.heating.reinsert-batteries.text
source: Press the tab at the bottom of the thermostat and lift off the wall. Remove and then reinsert a battery, wait a couple of minutes and press refresh
fr_ca: Appuyer sur la languette en bas du thermostat et le retirer du mur en le soulevant. Retirer puis réinsérer une pile, attendre quelques minutes et appuyer sur réinitialiser.
it: Premi la linguetta alla base del termostato e sollevalo per staccarlo dal muro. Rimuovi e reinserisci una pila, attendi un paio di minuti e premi Aggiorna.

# device-offline-screen.steps.heating.mains-switch.text
source: If there is no light on the boiler module with the power switched on, you need to call us on the number below (click refresh). If you have a green light, please turn the mains power switch for the boiler off and back on, wait a couple of minutes and press refresh
fr_ca: S’il n’y a pas de voyant allumé sur le module du chauffe-eau alors que l’appareil est sous tension, vous devez nous téléphoner au numéro ci-dessous (cliquer sur réinitialiser). Si un voyant vert est allumé, veuillez mettre l’interrupteur d’alimentation principale du chauffe-eau hors tension, puis le remettre sous tension, attendre quelques minutes et appuyer sur réinitialiser.
it: Se l'interruttore è acceso e non compare alcuna luce sul modulo della caldaia, chiamaci al numero qui di seguito (fai clic su Aggiorna). Se c'è una luce verde, spegni e riaccendi l'interruttore di alimentazione principale, attendi un paio di minuti e premi Aggiorna.

# device-offline-screen.steps.sensor.batteries.text
source: On the sensor press the side markings and pull open the case. Remove and then reinsert the battery, wait a couple of minutes and press refresh
fr_ca: Sur le capteur, appuyer sur les marques latérales et tirer pour ouvrir le boîtier. Retirer puis réinsérer la pile, attendre quelques minutes et appuyer sur réinitialiser.
it: Premere i contrassegni laterali sul sensore e aprire la custodia. Rimuove e reinserire la pila, attendere un paio di minuti e premere Aggiorna.

# device-offline-screen.steps.na-thermostat.wiring.go-thermostat.text
source: Go to your thermostat
fr_ca: Vous déplacer vers votre thermostat
it: Vai al termostato

# device-offline-screen.steps.na-thermostat.wiring.take-body.text
source: Take the thermostat body off the wall
fr_ca: Retirer le boîtier du thermostat
it: Rimuovi il nucleo del termostato dal muro

# device-offline-screen.steps.na-thermostat.wiring.check-wires.text
source: Check the wires are in the correct terminals
fr_ca: Vous assurer que vos fils sont dans les bonnes bornes.
it: Verifica che i cavi siano collegati ai terminali corretti

# device-offline-screen.steps.na-thermostat.wiring.replace-body.text
source: Replace the thermostat body
fr_ca: Replacer le boîtier du thermostat
it: Sostituire il nucleo del termostato

# device-offline-screen.steps.na-thermostat.wiring.refresh.text
source: Press check on the thermostat (if the wires are correct) and tap refresh
fr_ca: Appuyer sur vérifier sur le thermostat (si les fils sont corrects) et appuyer sur réinitialiser
it: Premi Conferma sul termostato (se i cavi sono corretti) e tocca Aggiorna

# device-offline-screen.steps.na-thermostat.offline.remove-faceplate.text
source: Remove the thermostat faceplate from the wall
fr_ca: Retirer le boîtier du thermostat.
it: Rimuovi il coperchio del termostato dal muro

# device-offline-screen.steps.na-thermostat.offline.check-wires.text
source: Check your wires are secure and in the correct terminals Tip: You can compare this to the photo you took when you installed your thermostat
fr_ca: Vous assurer que vos fils sont bien fixés dans les bonnes bornes. Conseils : Vous pouvez comparer ce que vous voyez à la photo que vous avez prise lorsque vous avez installé votre thermostat.
it: Verifica che i cavi siano messi in sicurezza e nei terminali giusti Suggerimento: puoi metterlo a confronto con la foto che hai scattato quando hai installato il termostato.

# device-offline-screen.steps.na-thermostat.offline.put-faceplate-back.text
source: Put the faceplate back on, confirm your wiring and tap refresh below
fr_ca: Remettre le boîtier du thermostat en place, confirmer votre câblage et appuyer sur réinitialiser ci-dessous.
it: Rimetti a posto il coperchio, conferma il collegamento elettrico e tocca Aggiorna qui sotto

# device-offline-screen.steps.leak.check-router.text
source: Ensure that your Wi-Fi router has power, is switched on and connected to the internet.
it: Assicurati che il router Wi-Fi sia connesso all'alimentazione, acceso e collegato a internet.

# device-offline-screen.steps.leak.changed-network-name-or-password.text
source: If you have a new router, or changed your Wi-Fi network name or password, click the link below.
it: Se hai un router nuovo o hai modificato il nome della rete Wi-Fi o la password, fai clic sul link qui sotto.

# device-offline-screen.steps.leak.wifi-settings.link-text
source: Update Wi-Fi Settings
it: Aggiorna le impostazioni Wi-Fi

# device-offline-screen.steps.leak.check-light-flash.text
source: If the light on the device does not flash every 30 seconds, replace the batteries.
it: Se la spia luminosa sul dispositivo non lampeggia ogni 30 secondi, sostituisci le pile.

# password-change-screen.header-text.text
source: Your password must be at least 8 characters and include at least one number.
fr_ca: Votre mot de passe doit comporter au moins 8 caractères, dont un chiffre minimum.
it: La password deve essere di almeno 8 caratteri di cui almeno uno numerico.

# password-cell.text-field.old-password.placeholder
source: Old Password
fr_ca: Ancien mot de passe
it: Vecchia password

# password-cell.text-field.old-password.accessibilityLabel
source: Old Password
fr_ca: Ancien mot de passe
it: Vecchia password

# password-cell.text-field.new-password.placeholder
source: New Password (minimum 8 characters)
fr_ca: Nouveau mot de passe (8 caractères minimum)
it: Nuova password (minimo 8 caratteri)

# password-cell.text-field.new-password.accessibilityLabel
source: New Password
fr_ca: Nouveau mot de passe
it: Nuova password

# password-cell.text-field.retype-password.placeholder
source: Retype Password
fr_ca: Saisissez à nouveau votre mot de passe
it: Ridigita la password

# password-cell.text-field.retype-password.accessibilityLabel
source: Retype Password
fr_ca: Saisissez à nouveau votre mot de passe
it: Ridigita la password

# sensor-screen.log.title
source: Today's log
fr_ca: Journal de bord d'aujourd'hui
it: Cronologia

# contact-sensor-screen.state-label.open.text
source: open
fr_ca: ouvert(e)
it: aperta

# contact-sensor-screen.state-label.closed.text
source: closed
fr_ca: fermé(e)
it: chiusa

# contact-sensor-screen.state-label.unknown.text
source: unknown
fr_ca: statut inconnu
it: sconosciuto

# contact-sensor-screen.state-label.no-events.text
source: no events
it: nessun evento

# contact-sensor-screen.log.qualifier.now
source: Now
fr_ca: Maintenant
it: ora

# contact-sensor-screen.state-label.all-day.text
source: all day
fr_ca: toute la journée
it: tutto il giorno

# contact-sensor-screen.state-label.open.accessibilityLabel
source: open
fr_ca: ouvert(e)
it: aperta

# contact-sensor-screen.state-label.closed.accessibilityLabel
source: closed
fr_ca: fermé(e)
it: chiusa

# contact-sensor-screen.state-label.unknown.accessibilityLabel
source: unknown
fr_ca: statut inconnu
it: sconosciuto

# contact-sensor-screen.state-label.template.accessibilityLabel
source: %@ currently is %@
fr_ca: %@ est actuellement %@
it: %@ attualmente è %@

# contact-sensor-screen.log.opened
source: Opened
fr_ca: ouvert
it: aperta

# motion-sensor-screen.state-label.motion.text
source: motion
fr_ca: mouvement
it: movimento

# motion-sensor-screen.state-label.no-motion.text
source: no motion
fr_ca: pas de mouvement
it: senza movimento

# motion-sensor-screen.state-label.unknown.text
source: unknown
fr_ca: statut inconnu
it: sconosciuto

# motion-sensor-screen.state-label.invalid.text
source: invalid
fr_ca: non valide
it: non valido
