Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# heating-control-screen.boost-cooling.title
source: Quick Cool
fr_ca: Refroidissement Rapide
it: Raffreddamento veloce

# heating-control-screen.boost-heating.title
source: Quick Heat
fr_ca: Chauffage Rapide
it: Riscaldamento veloce

# heating-control-screen.boost-now.accessibilityLabel
source: Now
fr_ca: Maintenant
it: Adesso

# heating-control-screen.boost-cooling.accessibilityLabel
source: Quick Cool
fr_ca: Refroidissement Rapide
it: Raffreddamento veloce

# heating-control-screen.boost-heating.accessibilityLabel
source: Quick Heat
fr_ca: Chauffage Rapide
it: Riscaldamento veloce

source: frost protection shortcut
fr_ca: raccourci de protection contre le gel
it: scelta rapida protezione antigelo

source: %@ shortcut
fr_ca: Raccourci %@
it: Scelta rapida %@

source: Advance to next time slot, %@
fr_ca: Aller à la plage horaire suivante, %@
it: Passa alla fascia oraria successiva, %@

# heating-control-screen.room-temperature.is-inside.accessibilityLabel
source: inside now
fr_ca: maintenant à l’intérieur
it: interna

# heating-control-screen.room-temperature.no-data.accessibilityLabel
source: no data
fr_ca: aucune donnée
it: nessuna informazione

# heating-container-view.slider-control.title
source: Heating
fr_ca: Chauffage
it: Riscaldamento

# heating-container-view.slider-control-option.schedule.text
source: Schedule
fr_ca: Programmation
it: Programma

# heating-container-view.slider-control-option.manual.text
source: Manual
fr_ca: Manuellement
it: Manuale

# heating-container-view.slider-control-option.off.text
source: Off
fr_ca: Désactivé(e)
it: Spenta

# heating-control-screen.temperature-control.accessibilityLabel
source: Temperature control
it: Regolazione temperatura

# heating-control-screen.heating-target-temperature.accessibilityValue
source: Heating target temperature is %@
it: Riscaldamento temperatura desiderata %@

# heating-control-screen.cooling-target-temperature.accessibilityValue
source: Cooling target temperature is %@
it: Temperatura del raffreddamento impostata su %@

# heating-control-screen.emergency-heating-temperature.accessibilityLabel
source: Emergency heat in use
it: Riscaldamento in situazioni d'emergenza in uso

# heating-control-screen.cooling-target-temperature.accessibilityLabel
source: Cooling target temperature is %@
it: Temperatura del raffreddamento impostata su %@

# heating-control-screen.dual-target-temperature.accessibilityLabel
source: Heating target temperature is %@, cooling target temperature is %@
it: Temperatura del riscaldamento impostata su %@, temperatura del raffreddamento impostata su %@

# heating-control-screen.information-bar.status.temperature-reached
source: Temp Reached
it: Temp raggiunta

# heating-control-screen.information-bar.status.now-heating
source: Now Heating
it: Riscaldamento attivo

# heating-control-screen.information-bar.status.frost-protect
source: Frost Protect
it: Protezione antigelo

# heating-control-screen.na.heat.title
source: Heat
fr_ca: Chaleur
it: Riscaldamento

# heating-control-screen.na.cool.title
source: Cool
fr_ca: Refroidir
it: Fredda

# heating-control-screen.na.dual.title
source: Dual
fr_ca: Double
it: Doppio

# heating-control-screen.mode.off.na.title
source: Off
fr_ca: Désactivé(e)
it: Spenta

# heating-control-screen.schedule-next-label.schedule-active.na.text
source: Schedule: next
fr_ca: Programmation: prochain
it: Programma: prossimo

# heating-control-screen.more-button.na.text
source: more
fr_ca: Plus
it: Più

# heating-control-screen.more-button.na.accessibilityLabel
source: More
fr_ca: Plus
it: Più

# heating-control-screen.more-button.na.accessibilityHint
source: Double tap to change
fr_ca: appuyer deux fois pour changer
it: tocca due volte per modificare

# heating-control-screen.humidity-type-picker.title
source: Humidity control
fr_ca: Contrôle de l’humidité
it: Controllo umidità

# heating-control-screen.humidity-type-picker.message
source: What have you connected to the Acc terminal?
fr_ca: Qu’avez-vous branché à la borne Acc.?
it: Cosa hai collegato al terminale Acc?

# heating-control-screen.humidity-type-picker.humidifier
source: Humidifier
fr_ca: Humidificateur
it: Umidificatore

# heating-control-screen.humidity-type-picker.dehumidifier
source: Dehumidifier
fr_ca: Déshumidificateur
it: Deumidificatore

# heating-control-screen.schedule-label.heating-mode.accessibilityLabel
source: Heating schedule
it: Programma Riscaldamento

# heating-control-screen.schedule-label.cooling-mode.accessibilityLabel
source: Cooling schedule
it: Programma Raffreddamento

# heating-control-screen.schedule-label.dual-mode.accessibilityLabel
source: Dual schedule
it: Programma doppia

# heating-control-screen.schedule-label.next-time-slot.accessibilityLabel
source: next time slot
it: fascia oraria seguente

# heating-control-screen.schedule-label.time-slot.accessibilityLabel
source: from %@ %@ until %@ %@
it: da %@ %@ a %@ %@

# heating-control-screen.schedule-label.today.accessibilityLabel
source: today
fr_ca: aujourd’hui
it: oggi

# heating-control-screen.schedule-label.tomorrow.accessibilityLabel
source: tomorrow
fr_ca: demain
it: domani

# heating-control-screen.boost-button.na.heating.accessibilityLabel
source: Quick heat
fr_ca: Chauffage rapide
it: Riscaldamento veloce

# heating-control-screen.boost-button.na.heating.accessibilityHint
source: double tap to override heating for a set time
it: tocca due volte per annullare un orario impostato di riscaldamento

# heating-control-screen.boost-button.na.cooling.accessibilityLabel
source: Quick cool
fr_ca: Refroidissement rapide
it: Raffreddamento veloce

# heating-control-screen.boost-button.na.cooling.accessibilityHint
source: double tap to override cooling for a set time
it: tocca due volte per annullare un orario impostato di raffreddamento

# heating-settings-screen.na.title
source: Settings
fr_ca: Paramètres
it: Impostazioni

# heating-settings-screen.na.fan.title
source: Fan
fr_ca: Ventilateur
it: Ventilatore

# heating-settings-screen.na.fan.mode.circulate.title
source: Circulate
fr_ca: Circulation
it: Diffondi

# heating-settings-screen.na.fan.mode.always-on.title
source: Always on
fr_ca: Toujours activé
it: Sempre acceso

# heating-settings-screen.na.fan.duration.short.title
source: 15mins
fr_ca: 15 minutes
it: 15 min

# heating-settings-screen.na.fan.duration.medium.title
source: 30mins
fr_ca: 30 minutes
it: 30 min

# heating-settings-screen.na.fan.duration.long.title
source: 45mins
fr_ca: 45 minutes
it: 45 min

# heating-settings-screen.na.system.heat-cool.title
source: Heat/Cool
fr_ca: Chaud/froid
it: Riscaldamento/Raffreddamento

# heating-settings-screen.na.system.heat.title
source: Heat
fr_ca: Chaleur
it: Riscaldamento

# heating-settings-screen.na.system.cool.title
source: Cool
fr_ca: Refroidir
it: Fredda

# heating-settings-screen.na.system.mode.dual.title
source: Dual
fr_ca: Double
it: Doppio

# heating-settings-screen.na.system.mode.heat.title
source: Heat
fr_ca: Chaleur
it: Riscaldamento

# heating-settings-screen.na.system.mode.cool.title
source: Cool
fr_ca: Refroidir
it: Fredda

# heating-settings-screen.na.system.mode.off.title
source: Off
fr_ca: Éteint
it: Spenta

# heating-settings-screen.na.humidity.title
source: Humidity
fr_ca: Humidité
it: Umidità

# heating-settings-screen.na.humidity.description.text
source: set to
fr_ca: régler à
it: imposta su

# heating-settings-screen.na.humidity.off.text
source: OFF
fr_ca: Éteint
it: Spenta

# heating-settings-screen.na.schedule-button.title
source: Schedule
it: Programma

# heating-settings-screen.na.hold-button.title
source: Hold
it: Pausa

# heating-boost-screen.na.stop-boost.heating.title
source: Stop Quick Heat
it: Interrompi il riscaldamento veloce

# heating-boost-screen.na.stop-boost.cooling.title
source: Stop Quick Cool
it: Interrompi il raffreddamento veloce

# hot-water-control-screen.default.title
source: Hot water control
fr_ca: Contrôle eau chaude
it: Regolazione acqua calda

# hot-water-control-screen.boost.title
source: Hot water boost
it: Impulso acqua calda

# hot-water-control-screen.boost-editing.title
source: Boost duration
it: Impulso durata

# hot-water-control-screen.boost-button.accessibilityLabel
source: Boost
it: Modalità Boost

# hot-water-control-screen.boost-button.accessibilityHint
source: double tap to boost hot water for a set time
it: tocca due volte per impostare l'orario dell'Acqua calda in modalità Boost

# hot-water-control-screen.schedule-title-label.text
source: Hot water schedule
fr_ca: Programmation eau chaude
it: Programma

# hot-water-control-screen.schedule-next-label.inactive.text
source: Inactive
fr_ca: Inactif(ve)
it: Non attivo

# hot-water-control-screen.schedule-next-label.active.text
source: next %@ - %@
fr_ca: prochain %@ - %@
it: prossima %@ - %@

# hot-water-control-screen.on-off-label.on.text
source: on
fr_ca: activé(e)
it: Accesa

# hot-water-control-screen.on-off-label.off.text
source: off
fr_ca: désactivé(e)
it: Spenta

# hot-water-control-screen.schedule-hot-water-view.text-view.on.text
source: ON
fr_ca: Activé(e)
it: Accesa

# hot-water-control-screen.schedule-hot-water-view.text-view.off.text
source: OFF
fr_ca: Désactivé(e)
it: Spenta

# hot-water-control-screen.schedule-hot-water-view.text-view.on.accessibilityLabel
source: on
fr_ca: activé(e)
it: Accesa

source: off
fr_ca: désactivé(e)
it: Spenta

# hot-water-control-screen.info-message.boost-editing.text
source: Tap to edit the hot water duration.
it: Tocca per modificare la durata dell'acqua calda.

# hot-water-control-screen.slider-control-option.schedule.text
source: Schedule
fr_ca: Programmation
it: Programma

# hot-water-control-screen.slider-control-option.on.text
source: On
fr_ca: Activé(e)
it: Accesa

# hot-water-control-screen.slider-control-option.off.text
source: Off
fr_ca: Désactivé(e)
it: Spenta

# hot-water-control-screen.circle-view.on.accessibilityLabel
source: Hot water is currently on
fr_ca: Eau chaude est actuellement activée
it: Acqua calda, attualmente accesa

# hot-water-control-screen.circle-view.off.accessibilityLabel
source: Hot water is currently off
fr_ca: Eau chaude est actuellement désactivée
it: Acqua calda, attualmente spenta

# hot-water-control-screen.circle-view.schedule.accessibilityLabel
source: in schedule mode
fr_ca: en mode programmée
it: in modalità programma

# hot-water-control-screen.boost-time-option.30min.text
source: 30 minutes
it: 30 minuti

# hot-water-control-screen.boost-time-option.1h.text
source: 1 hour
fr_ca: 1 heure
it: 1 ora

# hot-water-control-screen.boost-time-option.2h.text
source: 2 hours
fr_ca: 2 heures
it: 2 ore

# hot-water-control-screen.boost-time-option.3h.text
source: 3 hours
fr_ca: 3 heures
it: 3 ore

# hot-water-control-screen.boost-time-option.4h.text
source: 4 hours
fr_ca: 4 heures
it: 4 ore

# hot-water-control-screen.boost-time-option.5h.text
source: 5 hours
fr_ca: 5 heures
it: 5 ore

# hot-water-control-screen.boost-time-option.6h.text
source: 6 hours
fr_ca: 6 heures
it: 6 ore

# schedule-screen.weekly-setpoint.accessibilityLabel
source: %@, heating from %@ until %@
fr_ca: %@, chauffage activé de %@ à %@
it: %@, riscaldamento dalle %@ alle %@

# schedule-screen.heating.title
source: Heating schedule
fr_ca: Programmation chauffage
it: Programma riscaldamento

# schedule-screen.hot-water.title
source: Hot water schedule
fr_ca: Programmation eau chaude
it: Programma acqua calda

# schedule-screen.notification.title
source: Notification schedule
fr_ca: Programmation des notifications
it: Programma avvisi

# schedule-screen.smart-plug.title
source: Smart plug schedule
fr_ca: Programmation de la prise SmartPlug
it: Programma SmartPlug

# schedule-screen.custom-name.title
source: %@ schedule
fr_ca: Programmation %@
it: Programma %@

# schedule-screen.other.title
source: Schedule
fr_ca: Programmation
it: Programma

# schedule-screen.options-button.accessibilityLabel
source: Schedule options
fr_ca: Options de programmation
it: Opzioni programma

# schedule-screen.action-sheet.option.slots-filled.title
source: All time slots filled
fr_ca: Toutes les plages horaires sont utilisées
it: Fasce orarie complete

# schedule-screen.action-sheet.option.slots-filled.accessibilityLabel
source: All time slots filled
fr_ca: Toutes les plages horaires sont utilisées
it: Fasce orarie complete

# schedule-screen.action-sheet.option.add-slot.title
source: Add a time slot
fr_ca: Ajouter un créneau horaire
it: Aggiungi una fascia oraria

# schedule-screen.action-sheet.option.add-slot.accessibilityLabel
source: Add a time slot
fr_ca: Ajouter un créneau horaire
it: Aggiungi una fascia oraria

# schedule-screen.action-sheet.option.copy-schedule.title
source: Copy %@'s schedule
fr_ca: Copier la programmation de %@
it: Copia il programma di %@

# schedule-screen.action-sheet.option.reset-schedule.title
source: Reset %@'s schedule
fr_ca: Réinitialiser la programmation de %@
it: Reimposta il programma di %@

# schedule-screen.action-sheet.option.cancel.title
source: Cancel
fr_ca: Annuler
it: Annulla

# schedule-screen.action-sheet.option.cancel.accessibilityLabel
source: Cancel
fr_ca: Annuler
it: Annulla

# schedule-screen.title
source: Schedule
fr_ca: Horaire
it: Programma

# schedule-screen.reset-alert.title
source: Reset %@
fr_ca: Réinitialiser %@
it: Reimposta %@

# schedule-screen.reset-alert.message
source: Are you sure you want to reset %@'s schedule to the default schedule?
fr_ca: Êtes-vous certain de vouloir remettre la programmation de %@ à la programmation par défaut?
it: Sei sicuro di voler ripristinare il programma predefinita di %@?

# schedule-screen.reset-alert.cancel
source: Cancel
fr_ca: Annuler
it: Annulla

# schedule-screen.reset-alert.other
source: Reset
fr_ca: Réinitialiser
it: Reimposta

# schedule-screen.reset-cancelled.accessibilityNotification
source: Reset cancelled
fr_ca: Réinitialisation annulée
it: Reimpostazione annullata

# schedule-screen.reset-scheduled.accessibilityNotification
source: Schedule reset - submitting to server
fr_ca: Réinitialisation de la programmation - demande au serveur en cours
it: Programma reimpostata: invio al server in corso

# schedule-screen.schedule-copied.accessibilityNotification
source: Schedule copied - submitting to server
fr_ca: Copie de la programmation - demande au serveur en cours
it: Programma copiata: invio al server in corso

# schedule-screen.active-plug-schedule-saved.accessibilityNotification
source: New active plug schedule saved
fr_ca: Nouvelle programmation pour prise active sauvegardée
it: Nuova programma Active Plug salvata

# schedule-screen.switchable-node.timeslot.brightness.accessibilityLabel
source: brightness %@%%
it: luminosità %@%%

# schedule-screen.switchable-node.timeslot.colourTemperature.accessibilityLabel
source: tone %@
it: tonalità %@

# schedule-screen.switchable-node.timeslot.colourHue.accessibilityLabel
source: colour %@
fr_ca: couleur %@
it: colore %@

# schedule-screen.timeslot-cell.accessibilityHint
source: Double tap to edit
fr_ca: Appuyer deux fois pour modifier
it: tocca due volte per modificare

# schedule-add-slot-screen.title
source: Add time slot
fr_ca: Ajouter un créneau horaire
it: Aggiungi fascia oraria

# schedule-add-slot-screen.circle-text-label.accessibilityHint
source: tap to toggle
fr_ca: appuyez pour activer/désactiver
it: tocca per attivare o disattivare

# schedule-add-slot-screen.circle-text-label.on.text
source: on
fr_ca: activé(e)
it: Accesa

# schedule-add-slot-screen.circle-text-label.off.text
source: off
fr_ca: désactivé(e)
it: Spenta

# schedule-add-slot-screen.circle-text-label.hot-water-on.accessibilityLabel
source: Hot water on
fr_ca: Eau chaude activée
it: Acqua calda accesa

# schedule-add-slot-screen.circle-text-label.hot-water-off.accessibilityLabel
source: Hot water off
fr_ca: Eau chaude désactivée
it: Acqua calda spenta

# schedule-add-slot-screen.circle-text-label.rule-on.accessibilityLabel
source: Rule on
fr_ca: Règle activée
it: Regola accensione

# schedule-add-slot-screen.circle-text-label.rule-off.accessibilityLabel
source: Rule off
fr_ca: Règle désactivée
it: Regola spegnimento

# schedule-add-slot-screen.time-picker.accessibilityLabel
source: Time picker
fr_ca: Choix d'horaire
it: Seleziona gli orari

# schedule-add-slot-screen.slot-add-cancelled.accessibilityNotification
source: Add time slot cancelled
it: Aggiunta fascia oraria annullata

# schedule-add-slot-screen.slot-added.accessibilityNotification
source: New time slot added at %d , %d
fr_ca: Nouveau créneau horaire ajouté à %d , %d
it: Aggiunta nuova fascia oraria alle %d , %d

# schedule-add-slot-screen.time-adjusted.accessibilityNotification
source: Start time adjusted to %@ to allow space for other time slots
fr_ca: Heure de début adaptée à %@ afin de laisser de la place pour d'autres créneaux horaires
it: Orario d'inizio modificato alle %@ per consentire altre fasce orarie

# schedule-add-slot-screen.time-slot-label.text
source: Next slot: %@ - %@
fr_ca: Créneau suivant : %@ - %@
it: Prossima fascia oraria: %@ - %@

# schedule-add-slot-screen.accessibilityLabel
source: Add time slot for %@, from %@ until %@
fr_ca: Ajouter un créneau horaire pour %@, de %@ jusqu'à %@
it: Aggiungi fascia oraria per %@, dalle %@ alle %@

# schedule-add-slot-screen.time.hundred.accessibilityLabel
source: , hundred,
fr_ca: , cent,
it: , cento,

# schedule-add-slot-screen.time-slot-label.accessibilityLabel
source: start time %@, automatically chosen end time %@
fr_ca: heure de début %@, heure de fin automatique %@
it: Orario d'inizio alle %@, orario di fine scelto automaticamente alle %@

# schedule-edit-slot-screen.title
source: Edit time slot
fr_ca: Modifier le créneau horaire
it: Modifica fascia oraria

# schedule-edit-slot-screen.time-picker.accessibilityLabel
source: Time picker
fr_ca: Choix d'horaire
it: Seleziona gli orari

# schedule-edit-slot-screen.circle-text-label.accessibilityHint
source: tap to toggle
fr_ca: appuyez pour activer/désactiver
it: tocca per attivare o disattivare

# schedule-edit-slot-screen.circle-text-label.on.text
source: on
fr_ca: activé(e)
it: Accesa

# schedule-edit-slot-screen.circle-text-label.off.text
source: off
fr_ca: désactivé(e)
it: Spenta

# schedule-edit-slot-screen.circle-text-label.hot-water-on.accessibilityLabel
source: Hot water on
fr_ca: Eau chaude activée
it: Acqua calda accesa

# schedule-edit-slot-screen.circle-text-label.hot-water-off.accessibilityLabel
source: Hot water off
fr_ca: Eau chaude désactivée
it: Acqua calda spenta

# schedule-edit-slot-screen.circle-text-label.rule-on.accessibilityLabel
source: Rule on
fr_ca: Règle activée
it: Regola accensione

# schedule-edit-slot-screen.circle-text-label.rule-off.accessibilityLabel
source: Rule off
fr_ca: Règle désactivée
it: Regola spegnimento

# schedule-edit-slot-screen.accessibilityLabel
source: Edit time slot for %@, from %@ until %@
fr_ca: Modifier le créneau horaire pour %@, de %@ à %@
it: Modifica fascia oraria per %@, dalle %@ alle %@

# schedule-edit-slot-screen.time.hundred.accessibilityLabel
source: , hundred,
fr_ca: , cent,
it: , cento,

# schedule-edit-slot-screen.start-time-label.accessibilityLabel
source: start time %@
fr_ca: heure de début %@
it: orario di inizio: %@

# schedule-edit-slot-screen.end-time-label.accessibilityLabel
source: end time %@
fr_ca: heure de fin %@
it: orario di fine: %@

# schedule-edit-slot-screen.start-time-button.accessibilityLabel
source: edit start time
fr_ca: modifier l'heure de début
it: modifica orario di inizio

# schedule-edit-slot-screen.end-time-button.accessibilityLabel
source: edit end time
fr_ca: modifier l'heure de fin
it: modifica orario di fine

# schedule-edit-slot-screen.end-time-button.title
source: End
it: Fine

# schedule-edit-slot-screen.start-time-button.title
source: Start
it: Inizio

# schedule-edit-slot-screen.selected
source: selected
fr_ca: sélectionné
it: selezionato

# schedule-edit-slot-screen.double-tap
source: double tap to edit
fr_ca: appuyer deux fois pour modifier
it: tocca due volte per modificare

# schedule-edit-slot-screen.delete-button.accessibilityLabel
source: Delete time slot
fr_ca: Supprimer le créneau horaire
it: Cancella fascia oraria

# schedule-edit-slot-screen.delete-button.accessibilityHint
source: Button disabled as there is only one slot in day
fr_ca: Bouton désactivé, car la journée ne comporte qu'un seul créneau horaire
it: Pulsante disabilitato perché il giorno prevede una sola fascia oraria

# schedule-edit-slot-screen.delete-alert.title
source: Delete this time slot?
fr_ca: Supprimer ce créneau horaire ?
it: Cancellare questa fascia oraria?

# schedule-edit-slot-screen.delete-alert.message
source: Are you sure you want to delete the time slot starting at %@?
fr_ca: Souhaitez-vous vraiment supprimer le créneau horaire démarrant à %@ ?
it: Sei sicuro di voler cancellare la fascia oraria che inizia alle %@?

# schedule-edit-slot-screen.delete-alert.cancel
source: Cancel
fr_ca: Annuler
it: Annulla

# schedule-edit-slot-screen.delete-alert.other
source: Delete
fr_ca: Supprimer
it: Cancella

# schedule-edit-slot-screen.warning.end-time-adjusted.text
source: End time adjusted to %@ to allow space for other time slots
fr_ca: Heure de fin adaptée à %@ afin de laisser de la place pour d'autres créneaux horaires
it: Ora di fine modificata alle %@ per consentire altre fasce orarie

# schedule-edit-slot-screen.warning.start-time-adjusted.text
source: Start time adjusted to %@ to allow space for other time slots
fr_ca: Heure de début adaptée à %@ afin de laisser de la place pour d'autres créneaux horaires
it: Orario d'inizio modificato alle %@ per consentire altre fasce orarie

# schedule-edit-slot-screen.warning.start-end-time-adjusted.text
source: Start and end times adjusted to allow space for other time slots
fr_ca: Heures de début et de fin adaptées afin de laisser de la place pour d'autres créneaux horaires
it: Orario di inizio e di fine modificati per consentire altre fasce orarie

# schedule-edit-slot-screen.schedule-saved.accessibilityNotification
source: Saved new schedule for %@
fr_ca: Nouvelle programmation sauvegardée pour %@
it: La nuova programma per %@ è stata salvata

# schedule-edit-slot-screen.editing-cancelled.accessibilityNotification
source: Cancelled editing %@
fr_ca: Modification de %@ annulée
it: La modifica di %@ è stata annullata

# schedule-edit-heating-thermostat-screen.heat-to-label
source: Heat to
fr_ca: Chauffer à
it: Riscaldamento a

# schedule-edit-cooling-thermostat-screen.cool-to-label
source: Cool to
fr_ca: Refroidir à
it: Raffredda a

# schedule-edit-heating-cooling-thermostat-screen.heat-to-label
source: Heat to
fr_ca: Chauffer à
it: Riscaldamento a

# schedule-edit-heating-cooling-thermostat-screen.cool-to-label
source: Cool to
fr_ca: Refroidir à
it: Raffredda a

# schedule-edit-recipe-screen.plus-button.accessibilityLabel
source: Schedule options
fr_ca: Options de l’horaire
it: Opzioni programma

# schedule-edit-recipe-screen.plus-button.accessibilityHint
source: Add a slot, copy or reset the whole day
fr_ca: Ajouter une plage horaire, copier ou réinitialiser l’ensemble de la journée
it: Aggiungi una fascia oraria, copia o reimposta l'intera giornata

# schedule-repeat-cell.copying.accessibilityLabel
source: %@, currently copying schedule from %@
fr_ca: %@, copie actuellement la programmation de %@
it: %@, copia programma in corso da %@

# schedule-repeat-cell.uncopy.accessibilityLabel
source: %@, button, schedule copied, double tap to uncopy
fr_ca: %@, bouton, programmation copiée, appuyer deux fois pour annuler
it: %@, pulsante, programma copiata, tocca due volte per disabilitare

# schedule-repeat-cell.copy.accessibilityLabel
source: %@, button, double tap to copy schedule to %@
fr_ca: %@, bouton, appuyer deux fois pour copier la programmation à %@
it: %@, pulsante, tocca due volte per applicare la stessa programma a %@
