Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# camera.change-wifi.done.button
source: Done
fr_ca: Fait
it: Fatto

# camera.change-wifi.connectwifi.title
source: Now we need to connect your Hive %@ to your new Wi-Fi network.
fr_ca: Nous devons maintenant connecter votre Hive Active %@™ à votre nouveau réseau Wi-Fi.
it: Ora dobbiamo collegare Hive Active %@™ alla tua nuova rete Wi-Fi.

# camera.change-wifi.select.button
source: Select Wi-Fi
fr_ca: Sélectionnez un réseau Wi-Fi
it: Seleziona il Wi-Fi

# camera.change-wifi.connecting.title
source: Connecting %@ to Wi-Fi
fr_ca: Connexion du %@ au Wi-Fi
it: Collegamento di %@ alla rete Wi-Fi in corso

# camera.change-wifi.changed.title
source: Your Wi-Fi network has been changed for your Hive %@
fr_ca: Vous avez changé le réseau Wi-Fi de votre Hive Active %@™.
it: La rete Wi-Fi di Hive Active %@™ Hive è stata modificata

# camera.change-wifi.success
source: Success!
fr_ca: Réussi!
it: Ottimo!

# camera.installation-error-details.title
source: Camera Info
fr_ca: Informations sur la caméra
it: Informazioni sulla videocamera

# camera.installation-error-details.not-working
source: Not working?
fr_ca: Ne fonctionne pas?
it: Non funziona?

# camera.installation-error-details.more-info
source: If you can't get your camera to work here's a bit more information about your camera. This will help when you speak to our friendly Customer Service
fr_ca: Si vous n'arrivez pas à faire fonctionner votre caméra à cet endroit, voici quelques informations supplémentaires qui vous aideront à décrire le problème aux agents dévoués de notre service à la clientèle.
it: Se non riesci a far funzionare la tua videocamera, qui trovi altre informazioni che ti saranno utili quando parlerai con il nostro cordiale servizio clienti.

# camera.installation-error-details.ip-address
source: IP Address
fr_ca: Adresse IP
it: Indirizzo IP

# camera.installation-error-details.gateway
source: Default Gateway
fr_ca: Passerelle par défaut
it: Gateway predefinito

# camera.installation-error-details.dns
source: DNS Servers
fr_ca: Serveurs DNS
it: Server DNS

# camera.installation-error-details.platform-code
source: Platform Error Code
fr_ca: Code d'erreur de plateforme
it: Codice di errore della piattaforma

# camera.installation-error-details.camera-code
source: Camera Error Code
fr_ca: Code d'erreur de caméra
it: Codice di errore della videocamera

# device-settings.device-information.title
source: Device information
it: Informazioni sul dispositivo

# device-settings.subsetting.cell.device-information.title
source: Device information
it: Informazioni sul dispositivo

# device-settings.subsetting.cell.geolocation.title
source: Geolocation
it: Geolocalizzazione

# device-settings.subsetting.cell.holiday-mode.title
source: Holiday mode
it: Modalità Vacanze

# device-settings.subsetting.cell.temperature-notifications.title
source: Temperature notifications
it: Notifica di temperatura

# device-settings.subsetting.cell.heating-alerts.title
source: Heating alerts
it: Avvisi riscaldamento

# device-settings.more-settings.action.rename-device.cell.title
source: Rename device
it: Rinomina il dispositivo

# device-settings.thermostat.section.thermostat.title
source: Thermostat
it: Termostato

# device-settings.thermostat.section.receiver.title
source: Receiver
it: Ricevitore

# application.error.pin-same-as-old.message
source: Oops! Your new pin code cannot be the same as your old one.
fr_ca: Oups ! Votre nouveau code NIP ne peut être identique à l'ancien.

# application.error.schedule-mimic-interval-too-short.message
source: Please choose On and Off times that are at least 90 minutes apart.
fr_ca: Veuillez régler les heures En marche et Éteint à au moins 90 minutes d'intervalle.

# application.alert.accessibility.button.email
source: Email %@
fr_ca: Faire parvenir un courriel à %@

# node.category-name.hub
source: Hub
fr_ca: Boîtier de contrôle

# node.name.active-plug
source: Smart plug
fr_ca: Prise SmartPlug

# node.name.default
source: Unnamed Device
fr_ca: Appareil inconnu

# holiday-mode-screen.activate-button.title
source: Activate
fr_ca: Activer

# holiday-mode-screen.alert.edit-button.title
source: Edit
fr_ca: Modifier

# holiday-mode-screen.alert.cancel-mode.cancel
source: No
fr_ca: Non

# heating-control-screen.boost-button.heating.accessibilityHint
source: double tap to boost heating
fr_ca: double tap to boost heating for a set time

# heating-settings-screen.na.emergency.heat.on-button.title
source: On
fr_ca: En marche

# heating-settings-screen.na.emergency.heat.off-button.title
source: Off
fr_ca: Éteint

# schedule-screen.action-cell.on.title
source: on
fr_ca: activé(e)

# schedule-screen.action-cell.off.title
source: off
fr_ca: désactivé(e)

# switchable-control.on-off-button.accessibilityHint
source: Double tap to turn it %@
fr_ca: Appuyer deux fois pour %@

# switchable-control.mode-type.mimic.accessibility.hint
source: Double tap to start mimic mode
fr_ca: Appuyer deux fois pour démarrer le mode reproduction

# recipe-description.action-boost.text
source: Boost%@
fr_ca: Accélérer%@

# recipes-action-configuration.picker.duration.sec.text
source: %@ sec
fr_ca: %@ s

# recipes-action-configuration-notification.summary.type.email
source: email
fr_ca: courriel

# recipes-action-configuration-notification.switch.type.Email
source: Email
fr_ca: Courriel

# settings-screen.menu-option.dashboard.text
source: My Hive
fr_ca: Mon Hive

# badgeview.new-item.text
source: New
fr_ca: Nouveau

# honeycomb-dashboard-screen.title.text
source: My Hive Home
fr_ca: Ma maison Hive

# dashboard-list-screen.title.text
source: My Hive Home
fr_ca: Ma maison Hive

# dashboard-list-screen.mode.boost.text
source: Boost
fr_ca: Mode Boost

# login-cell.text-field.email.placeholder
source: Email
fr_ca: Courriel

# login-cell.text-field.email.accessibilityLabel
source: Email
fr_ca: Courriel

# login-cell.text-field.password.placeholder
source: Password
fr_ca: Mot de passe

# login-cell.text-field.password.accessibilityLabel
source: Password
fr_ca: Mot de passe

# startup-screen.right-bar-button-item.login.title
source: Log in
fr_ca: Se connecter

# password-change-screen.title
source: Password
fr_ca: Mot de passe

# motion-sensor-screen.log.second
source: sec
fr_ca: s

# pin-settings-cell.text-label.pin-forgot.text
source: Forgot PIN
fr_ca: Code NIP oublié

# pin-forgot-screen.title
source: Forgot PIN
fr_ca: Code NIP oublié

# proximity-screen.na-reset-location-label.text
source: Change home location
fr_ca: Changer la position d’origine

# proximity-arriving.home.heating.boost.action.title
source: Boost
fr_ca: Accélérer

# quickaction.boost.title
source: Boost %@
fr_ca: Accélérer %@

# light-recipe-action-screen.summary-cell.subtitle.brightness.last-used
source: at last used brightness
fr_ca: Au dernier réglage de luminosité

# daylight-recipe-display-values.offset-time-period.before
source: %@ before
fr_ca: %@ avant

# daylight-recipe-display-values.offset-time-period.after
source: %@ after
fr_ca: %@ après

# daylight-recipe-trigger.daylight-state-explanatory-text.brightness.dark
source: dark
fr_ca: sombre

# daylight-recipe-trigger.daylight-state-explanatory-text.brightness.light
source: light
fr_ca: lumière

# rule-synthetic-device-daylight-trigger-state.description.dark
source: dark
fr_ca: sombre

# rule-synthetic-device-daylight-trigger-state.description.light
source: light
fr_ca: lumière

# rule-synthetic-device-daylight-trigger-state.picker-text.dark
source: Dark outside
fr_ca: Sombre dehors

# rule-synthetic-device-daylight-trigger-state.picker-text.light
source: Light outside
fr_ca: Lumière dehors

# na-thermostat-recipe-action-screen.summary-cell.subtitle.quick-cool
source: Quick cool to %@ for %@
fr_ca: Refroidissement rapide jusqu'à %@ pour %@

# na-thermostat-recipe-action-screen.summary-cell.subtitle.quick-heat
source: Quick heat to %@ for %@
fr_ca: Chauffage rapide jusqu'à %@ pour %@

# humidity-recipe-trigger-screen.when-humidity-title-picker-cell.title
source: When humidity
fr_ca: Lorsque le taux d'humidité

# humidity-recipe-trigger-screen.summary-cell.subtitle.rises-above
source: Humidity rises above %@
fr_ca: Le taux d'humidité s’élève au-dessus de %@

# humidity-recipe-trigger-screen.summary-cell.subtitle.falls-below
source: Humidity falls below %@
fr_ca: Le taux d'humidité descend en dessous de %@

# recipe-template-preview-data-source.quick-action-detail-text
source: Trigger this action from your dashboard
fr_ca: Déclencher cette action à partir de votre tableau de bord

# recipe.template.event.preview-title.notification
source: Notify me
fr_ca: Me notifier

# recipe-template-tag.localized-description.comfort
source: Comfort
fr_ca: Confort

# recipe-list-view-controller-data-source.dark-outside
source: Dark outside
fr_ca: Sombre dehors

# recipe-list-view-controller-data-source.light-outside
source: Light outside
fr_ca: Lumière dehors

# recipe-list-view-controller-data-source.sunset-to-sunrise
source: Sunset to sunrise
fr_ca: Coucher de soleil au lever du soleil

# recipe-list-view-controller-data-source.sunrise-to-sunset
source: Sunrise to sunset
fr_ca: Lever du soleil au coucher du soleil

# schedule-view-data-source.on
source: on
fr_ca: en marche

# schedule-view-data-source.off
source: off
fr_ca: éteint

# recipe-canvas-event.recipe-description-convertible.dark-outside
source: Dark outside
fr_ca: Sombre dehors

# onboarding.setup-finished-screen.next-button
source: Done
fr_ca: Prochain

# onboarding.hub-placement.screen.done-button
source: Ok
fr_ca: Terminé

# onboarding.bluetooth-failed-screen.header2
source: 1. If the %@ has a spinning blue light, move closer to the %@ and try again.
fr_ca: 1. If the Hub has a spinning blue light, move closer to the Hub and try again.

# onboarding.bluetooth-failed-screen.header3
source: 2. If the %@ has a solid blue light you will need to switch it off and on again.
fr_ca: 2. If the Hub has a solid blue light you will need to switch it off and on again.

# device-settings.sense.subsetting.cell.notification.title
source: Notifications
fr_ca: Notification

# watch.dashboard.header.title
source: My Hive Home
fr_ca: Ma maison Hive

# watch.complication.modularlarge.header.placeholder
source: My Hive Home
fr_ca: Ma maison Hive

# camera.installation.wifi.password
source: Password
fr_ca: Mot de passe

# camera.settings.video.title
source: Video
fr_ca: Vidéo

# camera.settings.video.night-vision.off
source: Off
fr_ca: Éteint

# camera.settings.detection.motion.off
source: Off
fr_ca: Éteint

# camera.settings.notifications.push
source: Push
fr_ca: Forcer

# camera.settings.notifications.email
source: Email
fr_ca: Courriel

# camera.settings.notifications.sms
source: SMS
fr_ca: Message texte

# camera.storage.popover.na.title
source: Hive Video Playback
fr_ca: Adhésion à la lecture différée Hive Video Playback

# camera.installation-error-details.endpoint
source: Endpoint
fr_ca: Point terminal

# dynamic-troubleshooting.contact-plumber.find-my-own
source: Help me find a plumber online
fr_ca: I will find my own plumber

# alert.cancel-button.text
source: Cancel
fr_ca: Annuler

# diagnostics.connection-error.alert.cancel.button.text
source: Cancel
fr_ca: Annuler

# heating-alert.settings.email
source: Email
fr_ca: Courriel

# heating-alert.settings.text
source: Text
fr_ca: Texto
