Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# application.navigation-bar-button.save.title
source: Save
fr_ca: Enregistrer
it: Salva

# application.navigation-bar-button.cancel.title
source: Cancel
fr_ca: Annuler
it: Annulla

# application.navigation-bar-button.continue.title
source: Continue
fr_ca: Continuer
it: Avanti

# application.navigation-bar-button.done.title
source: Done
fr_ca: Terminé
it: Fatto

# application.navigation-bar-button.close.title
source: Close
fr_ca: Fermer
it: Chiudi

# application.navigation-bar-button.next.title
source: Next
fr_ca: Prochain
it: Prossimo

# application.navigation-bar-button.save.accessibilityLabel
source: Save
fr_ca: Enregistrer
it: Salva

# application.navigation-bar-button.cancel.accessibilityLabel
source: Cancel
fr_ca: Annuler
it: Annulla

# application.navigation-bar-button.continue.accessibilityLabel
source: Continue
fr_ca: Continuer
it: Avanti

# application.navigation-bar-button.done.accessibilityLabel
source: Done
fr_ca: Terminé
it: Fatto

# application.navigation-bar-button.close.accessibilityLabel
source: Next
fr_ca: Fermer
it: Chiudi

# application.temperature-number.degrees.plural.accessibilityLabel
source: %@ degrees
it: %@ gradi

# application.temperature-number.degrees.single.accessibilityLabel
source: %@ degree
it: %@ grado

# application.temperature.degrees.plural.accessibilityLabel
source: %.2f degrees
it: %.2f gradi

# application.temperature.degrees.single.accessibilityLabel
source: %.2f degree
it: %.2f gradi

# application.temperature.decimal-separator.accessibilityLabel
source: point
it: punto

# application.temperature.degrees.no-data.accessibilityLabel
source: no data
it: nessuna informazione

# application.error.success.message
source: Update succeeded
fr_ca: Mise à jour réussie
it: Aggiornato con successo

# application.error.unknown-error.message
source: Oops! Something went wrong, please try again.
fr_ca: Oups ! Une erreur est survenue, veuillez réessayer.
it: Ops! Qualcosa è andato storto. Riprova.

# application.error.invalid-parameter.message
source: Oops! Something went wrong, please try again.
fr_ca: Oups ! Une erreur est survenue, veuillez réessayer.
it: Ops! Qualcosa è andato storto. Riprova.

# application.error.missing-parameter.message
source: Oops! Something went wrong, please try again.
fr_ca: Oups ! Une erreur est survenue, veuillez réessayer.
it: Ops! Qualcosa è andato storto. Riprova.

# application.error.out-of-range-parameter.message
source: Oops! Something went wrong, please try again.
fr_ca: Oups ! Une erreur est survenue, veuillez réessayer.
it: Ops! Qualcosa è andato storto. Riprova.

# application.error.internal-error.message
source: Oops! Something went wrong, please try again.
fr_ca: Oups ! Une erreur est survenue, veuillez réessayer.
it: Ops! Qualcosa è andato storto. Riprova.

# application.error.request-forbidden.message
source: Oops! Something went wrong, please try again.
fr_ca: Oups ! Une erreur est survenue, veuillez réessayer.
it: Ops! Qualcosa è andato storto. Riprova.

# application.error.invalid-value.message
source: It's not you it's us, please try again (1).
fr_ca: Ce n'est pas vous, c'est nous. Merci de réessayer (1).
it: È colpa nostra, non tua. Riprova (1).

# application.error.invalid-variable.message
source: It's not you it's us, please try again (2).
fr_ca: Ce n'est pas vous, c'est nous. Merci de réessayer (2).
it: È colpa nostra, non tua. Riprova (2).

# application.error.missing-body.message
source: It's not you it's us, please try again (3).
fr_ca: Ce n'est pas vous, c'est nous. Merci de réessayer (3).
it: È colpa nostra, non tua. Riprova (3).

# application.error.push-confing-fail.message
source: It's not you it's us, please try again (5).
fr_ca: Ce n'est pas vous, c'est nous. Merci de réessayer (5).
it: È colpa nostra, non tua. Riprova (5).

# application.error.invalid-http-method.message
source: It's not you it's us, please try again (6).
fr_ca: Ce n'est pas vous, c'est nous. Merci de réessayer (6).
it: È colpa nostra, non tua. Riprova (6).

# application.error.not-implemented.message
source: It's not you it's us, please try again (7).
fr_ca: Ce n'est pas vous, c'est nous. Merci de réessayer (7).
it: È colpa nostra, non tua. Riprova (7).

# application.error.invalid-body.message
source: It's not you it's us, please try again (8).
fr_ca: Ce n'est pas vous, c'est nous. Merci de réessayer (8).
it: È colpa nostra, non tua. Riprova (8).

# application.error.no-session.message
source: Oops! Your session expired, try refreshing the app to continue.
fr_ca: Oups ! Votre session a expiré, essayez de rafraîchir l'application pour continuer.
it: Ops! La sessione è scaduta. Prova a ricaricare l'app per continuare.

# application.error.no-token.message
source: Oops! Something went wrong, please try again.
fr_ca: Oups ! Une erreur est survenue, veuillez réessayer.
it: Ops! Qualcosa è andato storto. Riprova.

# application.error.not-authorized.message
source: Oops! Something went wrong, please try again.
fr_ca: Oups ! Une erreur est survenue, veuillez réessayer.
it: Ops! Qualcosa è andato storto. Riprova.

# application.error.network-error.message
source: Oops! Hive needs an internet connection to work - please check and try again.
fr_ca: Oups ! Hive a besoin d'une connexion Internet pour fonctionner, vérifiez la vôtre et réessayez.
it: Ops! Per funzionare Hive deve essere collegato a Internet: verifica e riprova.

# application.error.service-unavailable-error.message
source: We are carrying out a little Hive maintenance - back soon!
fr_ca: Hive est en cours de maintenance, à très bientôt !
it: Al momento stiamo lavorando alla manutenzione di Hive. Torneremo presto!

# application.error.tap-here.template
source: %@ Tap here.
it: %@ Tocca qui.

# application.error.v5-not-supported.message
source: Oops! V5 users not supported yet. Yeah yeah, we used to. At the moment we do not. Hang on there!!.
fr_ca: Oups ! L'application n'est pas encore compatible avec les téléphones V5. Oui, elle l'était avant, mais elle ne l'est pas en ce moment... Encore un peu de patience !
it: Ops! Non c'è compatibilità con gli utenti V5. Prima c'era, ma adesso non più. Porta pazienza!

# application.error.device-offline.message
source: Sorry, your device is not talking to us - check its connection.
fr_ca: Désolé, votre appareil ne communique pas avec nous. Vérifiez sa connexion.
it: Spiacenti, impossibile comunicare con il tuo dispositivo: verifica che sia connesso.

# application.error.thermostat-not-available.message
source: Sorry, your device is not talking to us - check its connection.
fr_ca: Désolé, votre appareil ne communique pas avec nous. Vérifiez sa connexion.
it: Spiacenti, impossibile comunicare con il tuo dispositivo: verifica che sia connesso.

# application.error.climate-controller-not-present.message
source: Sorry, your device is not talking to us - check its connection.
fr_ca: Désolé, votre appareil ne communique pas avec nous. Vérifiez sa connexion.
it: Spiacenti, impossibile comunicare con il tuo dispositivo: verifica che sia connesso.

# application.error.no-device-type.message
source: Sorry, your device is not talking to us - check its connection.
fr_ca: Désolé, votre appareil ne communique pas avec nous. Vérifiez sa connexion.
it: Spiacenti, impossibile comunicare con il tuo dispositivo: verifica che sia connesso.

# application.error.thermostats-offline.message
source: Sorry, your thermostats are not talking to us - check their connections.
fr_ca: Désolé, vos thermostats ne communiquent pas avec nous. Vérifiez leur connexion.
it: Spiacenti, impossibile comunicare con i tuoi termostati. Verifica che siano connessi.

# application.error.no-current-node.message
source: Oops! Current device not found.
fr_ca: Oups ! L'appareil actuel est introuvable.
it: Ops! Dispositivo non trovato.

# application.error.boiled-modules-offline.message
source: Sorry, your receiver is not talking to us, it's appearing offline - check its connection.
fr_ca: Désolé, votre récepteur ne communique pas avec nous, il apparaît hors ligne. Vérifiez sa connexion.
it: Spiacenti, impossibile comunicare con il tuo ricevitore, forse non è in linea: verifica che sia connesso.

# application.error.invalid-device.message
source: Oops! wrong device found.
fr_ca: Oups ! L'appareil trouvé n'est pas le bon.
it: Ops! Trovato dispositivo sbagliato.

# application.error.invalid-firmware.message
source: Your device firmware needs updating.
fr_ca: Le micrologiciel de votre appareil a besoin d'être mis à jour.
it: Il firmware del tuo dispositivo deve essere aggiornato.

# application.error.login-no-hub.message
source: Sorry, your hub is not talking to us - check its connection.
fr_ca: Désolé, votre boîtier de contrôle ne communique pas avec nous. Vérifiez sa connexion.
it: Spiacenti, impossibile comunicare con il tuo Hub: verifica che sia connesso.

# application.error.server-no-hub.message
source: Sorry, your hub is not talking to us - check its connection.
fr_ca: Désolé, votre boîtier de contrôle ne communique pas avec nous. Vérifiez sa connexion.
it: Spiacenti, impossibile comunicare con il tuo Hub: verifica che sia connesso.

# application.error.hub-offline.message
source: Sorry, your hub is not talking to us, it's appearing offline - check its connection.
fr_ca: Désolé, votre boîtier de contrôle ne communique pas avec nous, il apparaît hors ligne. Vérifiez sa connexion.
it: Spiacenti, impossibile comunicare con il tuo Hub, forse non è in linea: verifica che sia connesso.

# application.error.hub-not-dummy-user.message
source: Oops! This hub is already in use - check its ID number and try again.
fr_ca: Oups ! Ce boîtier de contrôle est déjà utilisé. Vérifiez son numéro d'identification et réessayez.
it: Ops! Questo Hub è già in uso. Verifica l'ID e riprova.

# application.error.hub-no-devices.message
source: To complete your Hive installation, please pair your hub with all devices.
fr_ca: Pour terminer votre installation Hive, veuillez relier votre boîtier de contrôle à tous vos appareils.
it: Per completare la procedura di installazione di Hive, dovrai abbinare l'hub ai tuoi dispositivi.

# application.error.hub-not-found.message
source: Sorry, we cannot find your hub - check its ID number and internet connection.
fr_ca: Désolé, nous ne trouvons pas votre boîtier de contrôle. Vérifiez son numéro d'identification ainsi que la connexion Internet.
it: Spiacenti, non troviamo il tuo Hub. Verifica l'ID e la connessione Internet.

# application.error.hub-invalid.message
source: Sorry, we cannot find your hub - check its ID number and internet connection.
fr_ca: Désolé, nous ne trouvons pas votre boîtier de contrôle. Vérifiez son numéro d'identification ainsi que la connexion Internet.
it: Spiacenti, non troviamo il tuo Hub. Verifica l'ID e la connessione Internet.

# application.error.hub-user-has-hub.message
source: Oops! This hub is already in use - check its ID number and try again.
fr_ca: Oups ! Ce boîtier de contrôle est déjà utilisé. Vérifiez son numéro d'identification et réessayez.
it: Ops! Questo Hub è già in uso. Verifica l'ID e riprova.

# application.error.hub-authorization-failed.message
source: Sorry, we cannot find your hub - check its ID number and internet connection.
fr_ca: Désolé, nous ne trouvons pas votre boîtier de contrôle. Vérifiez son numéro d'identification ainsi que la connexion Internet.
it: Spiacenti, non troviamo il tuo Hub. Verifica l'ID e la connessione Internet.

# application.error.no-user.message
source: Sorry, we cannot find these login details - please check and try again.
fr_ca: Désolé, nous ne trouvons pas de compte correspondant à ces identifiants. Vérifiez-les et réessayez.
it: Spiacenti, non troviamo questi dati di accesso. Verifica e riprova.

# application.error.wrong-password.message
source: Sorry, we cannot find these login details - please check and try again.
fr_ca: Désolé, nous ne trouvons pas de compte correspondant à ces identifiants. Vérifiez-les et réessayez.
it: Spiacenti, non troviamo questi dati di accesso. Verifica e riprova.

# application.error.wrong-username-or-password.message
source: Sorry, we cannot find these login details - please check and try again.
fr_ca: Désolé, nous ne trouvons pas de compte correspondant à ces identifiants. Vérifiez-les et réessayez.
it: Spiacenti, non troviamo questi dati di accesso. Verifica e riprova.

# application.error.account-locked.message
source: Sorry, one too many login attempts have locked your account. Tap on Forgot Password below to unlock it and reset your password.
fr_ca: Désolé, votre compte a été bloqué suite à de trop nombreuses tentatives de connexion. Appuyez ci-dessous sur Mot de passe oublié pour débloquer votre compte et réinitialiser votre mot de passe.
it: Spiacenti, il tuo account è stato bloccato per troppi tentativi di accesso: tocca Password dimenticata per sbloccarlo e reimpostare la password.

# application.error.account-suspended.message
source: Sorry, your Hive account is on hold, waiting to be cancelled. Please call the Hive team for more info.
fr_ca: Désolé, votre compte Hive a été suspendu dans l'attente de son annulation. Pour plus d'informations, veuillez contacter l'équipe Hive.
it: Spiacenti, il tuo account Hive è stato sospeso e sta per essere eliminato. Contatta il team di Hive per maggiori informazioni.

# application.error.pin-mismatch.message
source: Oops! Your new pin codes don't match. Please check and try again.
fr_ca: Oups ! Vos nouveaux codes NIP ne correspondent pas. Vérifiez-les et réessayez.
it: Ops! I nuovi codici PIN non coincidono. Verifica e riprova.

# application.error.pin-incorrect.message
source: Oops! That does not look like your pin code, please try again.
fr_ca: Oups ! Cela ne ressemble pas à votre code NIP. Veuillez réessayer.
it: Ops! Questo non è il tuo codice PIN. Riprova.

# application.error.pin-max-attempts-exeeded.message
source: You have entered the wrong pin too many times and have been logged out as a security precaution. Enter your details to log in again.
fr_ca: Suite à la saisie d'un code NIP erroné à de trop nombreuses reprises, vous avez été déconnecté par mesure de sécurité. Identifiez-vous à nouveau pour vous reconnecter.
it: Hai inserito troppe volte il codice PIN sbagliato e la sessione è stata interrotta per motivi di sicurezza. Inserisci i tuoi dati di accesso per effettuare nuovamente il login.

# application.error.pin-network-unavailable.message
source: Sorry, your pin code cannot be verified at present. Hive needs an internet connection to work.
fr_ca: Désolé, votre code NIP ne peut être vérifié pour l'instant. Une connexion Internet est nécessaire pour que Hive fonctionne.
it: Spiacenti, il tuo codice PIN non può essere verificato al momento. Hive funziona solo con una connessione Internet attiva.

# application.error.location-services-not-enabled.message
source: Please check your settings and enable location services to use Geolocation.
fr_ca: Veuillez vérifier vos paramètres et activer les services de localisation pour utiliser la Géolocalisation.
it: Verifica le impostazioni e abilita i servizi di localizzazione per attivare la Geolocalizzazione.

# application.error.location-services-not-authorized.message
source: For Geolocation, enable location services for Hive in your settings.
fr_ca: Pour la Géolocalisation, activez les services de localisation pour l'application Hive dans vos paramètres.
it: Per utilizzare la Geolocalizzazione devi abilitare i servizi di localizzazione per Hive nelle impostazioni.

# application.error.location-services-unable-get-location.message
source: We are unable to confirm your location at the moment, please try again.
fr_ca: Nous ne pouvons pas confirmer votre localisation pour le moment. Veuillez réessayez.
it: Non siamo in grado di confermare la tua posizione al momento. Riprova.

# application.error.too-many-contacts.message
source: Sorry max users added. Please refresh for updates. If you would like to add another contact, please delete an old one first.
fr_ca: Désolé, le nombre d'utilisateurs maximum a été ajouté. Rafraîchissez la page pour mettre à jour. Si vous souhaitez ajouter un nouveau contact, vous devez d'abord en supprimer un.
it: Spiacenti, hai raggiunto il numero massimo di utenti consentiti. Aggiorna per mostrare gli aggiornamenti. Per aggiungere un contatto, dovrai prima eliminarne un altro.

# application.error.contact-not-unique.message
source: This number is already registered to a Hive account.
fr_ca: Ce numéro est déjà rattaché à un compte Hive.
it: Questo numero di account Hive è già registrato.

# application.error.contact-name-invalid.message
source: Oops! Use only letters when entering a contact name.
fr_ca: Oups ! Seules les lettres sont autorisées pour la saisie d'un nom de contact.
it: Ops! Usa solo lettere per inserire il nome di un contatto.

# application.error.phone-uk-invalid.message
source: Please enter a valid (UK) 11 digit mobile number.
fr_ca: Veuillez indiquer un numéro de téléphone portable à 10 chiffres valide.
it: Inserisci un numero di cellulare valido.

# application.error.phone-uk-too-short.message
source: Please enter a valid (UK) 11 digit mobile number.
fr_ca: Veuillez indiquer un numéro de téléphone portable à 10 chiffres valide.
it: Inserisci un numero di cellulare valido.

# application.error.phone-uk-too-long.message
source: Please enter a valid (UK) 11 digit mobile number.
fr_ca: Veuillez indiquer un numéro de téléphone portable à 10 chiffres valide.
it: Inserisci un numero di cellulare valido.

# application.error.phone-uk-unsupported-format.message
source: Please enter a valid (UK) 11 digit mobile number.
fr_ca: Veuillez indiquer un numéro de téléphone portable à 10 chiffres valide.
it: Inserisci un numero di cellulare valido.

# application.error.phone-uk-invalid-entry.message
source: Please enter a valid (UK) 11 digit mobile number.
fr_ca: Veuillez indiquer un numéro de téléphone portable à 10 chiffres valide.
it: Inserisci un numero di cellulare valido.

# application.error.phone-ie-invalid.message
source: Please enter a valid 12 digit, Irish mobile number.
fr_ca: Veuillez entrer un numéro de téléphone cellulaire irlandais à 12 chiffres valide.
it: Inserisci un numero di cellulare valido.

# application.error.phone-us-invalid.message
source: Please enter a valid North American mobile number.
fr_ca: Veuillez entrer un numéro de téléphone cellulaire nord-américain valide.
it: Inserisci un numero di cellulare valido.

# application.error.sms-send-failure.message
source: Sorry, there was a problem sending your message. Please try again later.
fr_ca: Désolé, un problème est survenu lors de l'envoi de votre message. Veuillez réessayer plus tard.
it: Spiacenti, si è verificato un problema nell'invio del messaggio. Riprova più tardi.

# application.error.email-invalid.message
source: Invalid email address
fr_ca: Adresse courriel non valide
it: L'indirizzo email non è valido

# application.error.email-invalid-forgot-password.message
source: Sorry, we cannot find this email address - please check and try again.
fr_ca: Désolé, nous ne trouvons pas de compte correspondant à cette adresse courriel. Vérifiez-la et réessayez.
it: Spiacenti, non troviamo questo indirizzo email. Verifica e riprova.

# application.error.change-password-invalid-format.message
source: Oops! Your password must be 8 characters or more with at least one number.
fr_ca: Oups ! Votre mot de passe doit comporter 8 caractères ou plus, dont au moins un chiffre et aucun caractère spécial.
it: Ops! La password deve contenere almeno 8 caratteri e 1 numero. Non sono ammessi caratteri speciali.

# application.error.change-password-old-password-wrong.message
source: Oops! That does not look like your old password, please try again.
fr_ca: Oups ! Cela ne ressemble pas à votre ancien mot de passe. Veuillez réessayer.
it: Ops! Questa non è la tua vecchia password. Riprova.

# application.error.change-password-too-long.message
source: Oops! Your password must be 8 characters or more with at least one number.
fr_ca: Oups ! Votre mot de passe doit comporter 8 caractères ou plus, dont au moins un chiffre et aucun caractère spécial.
it: Ops! La password deve contenere almeno 8 caratteri e 1 numero. Non sono ammessi caratteri speciali.

# application.error.change-password-no-match.message
source: Oops! Your new passwords do not match. Please check and try again.
fr_ca: Oups ! Vos nouveaux mots de passe ne correspondent pas. Vérifiez-les et réessayez.
it: Ops! Le nuove password non coincidono. Verifica e riprova.

# application.error.change-password-no-number.message
source: Oops! Your password must be 8 characters or more with at least one number.
fr_ca: Oups ! Votre mot de passe doit comporter 8 caractères ou plus, dont au moins un chiffre et aucun caractère spécial.
it: Ops! La password deve contenere almeno 8 caratteri e 1 numero. Non sono ammessi caratteri speciali.

# application.error.change-password-equals-old.message
source: Oops! Your new password cannot be the same as your old one.
fr_ca: Oups ! Votre nouveau mot de passe ne peut être identique à l'ancien.
it: Ops! La nuova password non può essere uguale a quella vecchia.

# application.error.change-password-not-available.message
source: Password change is not available in Demo mode.
fr_ca: Le changement de mot de passe est impossible en mode Démo.
it: Non è possibile modificare la Password in modalità Dimostrazione.

# application.error.change-password-old-empty.message
source: Oops! Old password cannot be empty.
fr_ca: Oups ! Vous devez entrer votre ancien mot de passe.
it: Ops! Il campo Vecchia password non può essere vuoto.

# application.error.change-password-new-empty.message
source: Oops! New password cannot be empty.
fr_ca: Oups ! Vous devez entrer votre nouveau mot de passe.
it: Ops! Il campo Nuova password non può essere vuoto.

# application.error.change-password-retyped-empty.message
source: Oops! Retyped password cannot be empty.
fr_ca: Oups ! Vous devez entrer à nouveau votre mot de passe.
it: Ops! Il campo Conferma password non può essere vuoto.

# application.error.install-device-timeout.message
source: Oops! No device found.
fr_ca: Oups ! Aucun appareil n'a été trouvé.
it: Ops! Nessun dispositivo trovato.

# application.error.install-device-upgrade-timeout.message
source: Oops! No device found.
fr_ca: Oups ! Aucun appareil n'a été trouvé.
it: Ops! Nessun dispositivo trovato.

# application.error.install-device-invalid-firmware.message
source: Your device firmware needs updating.
fr_ca: Le micrologiciel de votre appareil a besoin d'être mis à jour.
it: Il firmware del tuo dispositivo deve essere aggiornato.

# application.error.install-device-invalid-device.message
source: Wrong device found.
fr_ca: L'appareil trouvé n'est pas le bon.
it: Ops! Abbiamo trovato il dispositivo sbagliato.

# application.error.schedule-invalid-start-end-time.message
source: The start time must be earlier than the end time.
fr_ca: L'heure de début doit être antérieure à l'heure de fin.
it: L'orario di inizio deve essere precedente all'orario di fine.

# application.error.unexpected-error.message
source: Unexpected error (%d)
fr_ca: Erreur inattendue (%d)
it: Errore imprevisto (%d)

# application.info.low-battery-device.message
source: The battery in your thermostat or device is running low.
fr_ca: La batterie de votre thermostat ou appareil est faible.
it: Le pile del termostato o dispositivo stanno per esaurirsi.

# application.info.low-battery-device.custom-name.message
source: The battery in your device named '%2' is running low.
fr_ca: La batterie de votre appareil nommé(e) « %2 » est faible.
it: Le pile del tuo dispositivo denominato '%2' stanno per esaurirsi.
