Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# slider-picker-view.button-tap.text
source: button, double tap to select
fr_ca: bouton, appuyer deux fois sur pour sélectionner
it: pulsante, tocca due volte per selezionare

# slider-picker-view.selected.text
source: selected
fr_ca: sélectionné
it: selezionato

# slider-picker-view.mode.text
source: mode
it: Modalità

# menu-screen.demomode-alert.title
source: Demo
it: Dimostrazione

# menu-screen.demomode-alert.cancel-button.title
source: Cancel
it: Annulla

# menu-screen.demomode-alert.logout-button.title
source: Logout
it: Esci

# menu-screen.feature.new-button.title
source: New
it: Nuovo

# heating-screen.room-temperature.no-data.text
source: no data
it: nessuna informazione

# heating-screen.room-temperature.inside-now.text
source: inside now
it: interna

# refresh-widget.date-updated.text
source: Updated
it: Aggiornato

# device-settings.rename-device-controller.navigation-bar.title
source: Rename
fr_ca: Renommer
it: Rinomina

# device-settings.rename-device-controller.main-label
source: Choose a name for your
it: Scegli il nome per il tuo

# leak-sensor.leak-status-all-ok.label
source: All OK
it: Tutto OK

# leak-sensor.leak-status-low-water-flow.label
source: Low water flow
it: Avviso piccolo flusso d'acqua

# leak-sensor.leak-status-high-water-usage.label
source: High water usage
it: Avviso grande flusso d'acqua

# leak-sensor.screen.title
source: Hive Leak Sensor
it: Sensore perdita Hive

# leak-sensor.leak-status-inactive.label
source: Inactive
it: Non attivo

# leak-sensor.leak-status.accessibility-label
source: %@ status, %@
it: stato %@, %@

# leak-sensor.large-flow.holding.screen.main-title
source: We have detected High water usage in your home.
it: Abbiamo rilevato un flusso d'acqua consistente per oltre %@ minuti in casa

# leak-sensor.large-flow.holding.screen.confirmation-title
source: Have you recently used a large amount of water?
it: Stai usando l'acqua?

# leak-sensor.large-flow.overflow.screen.main-title
source: You received this alert because there was a high water usage that lasted longer than your set threshold.
it: Ti abbiamo inviato questo avviso perché abbiamo rilevato un flusso d'acqua consistente per un periodo superiore alla soglia di tempo che hai impostato.

# leak-sensor.large-flow.overflow.screen.secondary-title
source: You can change the time duration of a high water usage by tapping settings.
it: Puoi modificare la soglia di tempo per l'acqua corrente dalle Impostazioni.

# leak-sensor.large-flow.overflow.screen.title
source: High water usage
it: Durata flusso d'acqua estesa

# leak-sensor.high-water-usage.alert.title
source: High water usage
it: Avviso grande flusso d'acqua

# leak-sensor.high-water-usage.alert.message
source: Shut off your water supply and call for assistance
it: Chiudi l'acqua e chiama l'assistenza

# leak-sensor.high-water-usage.alert.call-timings-message
source: The call centre is open 24/7
it: Il centro assistenza è aperto tutti i giorni 24 ore su 24

# leak-sensor.leak-status.user-alert-information.main-message
source: We will continue to alert you if water is running for over %@ minutes
it: Ti invieremo altri messaggi se l'acqua continua a scorrere per oltre %@ minuti

# leak-sensor.leak-status.user-alert-information.secondary-message
source: You can adjust this time by tapping settings
it: Puoi modificare la durata dalle Impostazioni

# leak-sensor.event-leak.label
source: Low water flow
it: Avviso piccolo flusso d'acqua

# leak-sensor.event-flow.label
source: High water usage
it: Avviso grande flusso d'acqua

# leak-sensor.event-fixed.label
source: Problem fixed
it: Problema risolto

# leak-sensor.event-absent.label
source: Device went offline
it: Dispositivo non in linea

# leak-sensor.event-none.label
source: You have no alerts
it: Non hai avvisi

# leak-sensor.large-waterflow.call-assistance.screen.title
source: Call for assistance
it: Chiama l'assistenza

# leak-sensor.small-flow.holding.screen.main-message
source: Hello, we have detected small amounts of water continuously flowing in your home.
it: Ciao! Abbiamo rilevato dei piccoli flussi di acqua corrente in casa tua.

# leak-sensor.small-flow.holding.screen.secondary-message
source: This may be a dripping tap or toilet
it: Potrebbe essere un rubinetto o il bagno che perde

# leak-sensor.small-flow.holding.screen.confirmation-message
source: Check it out now?
it: Vuoi verificare subito?

# leak-sensor.low-water-flow.alert.title
source: Don't worry, we can help!
it: Non preoccuparti, possiamo aiutarti!

# leak-sensor.low-water-flow.alert.message
source: Call for assistance
it: Chiama l'assistenza

# leak-sensor.low-water-flow.alert.call-timings-message
source: The call centre is open 24/7
it: Il centro assistenza è aperto tutti i giorni 24 ore su 24

# leak-sensor.updating-device-screen.calibration-message.label.text
source: Thanks for fixing!
it: Tutto risolto, grazie!

# leak-sensor.updating-device-screen.update-duration.label.text
source: Your Leak Sensor needs some time to learn about your water, this can take up to 24 hours. We'll let you know if anything changes.
it: Il tuo Sensore perdita ha bisogno di tempo per imparare a conoscere il flusso d'acqua della tua casa, fino a 24 ore. Ti avviseremo in caso di cambiamenti.

# leak-sensor.updating-device-screen.refresh-message.label.text
source: Tip: The Leak Sensor will learn faster if less water is used during this time.
it: Suggerimento: il Sensore perdita impiegherà meno tempo se in questo periodo usi l'acqua il meno possibile.

# leak-sensor.updating-device-screen.pull-to-refresh.label.text
source: or pull down to refresh
it: o trascina verso il basso per aggiornare

# leak-sensor.updating-device-screen.refresh.button.text
source: Refresh
it: Aggiorna

# leak-sensor.dashboard-widget.invalid-entitlement.inactive.label
source: Inactive
it: Non attivo

# leak-sensor.dashboard-widget.invalid-entitlement.renew.label
source: Renew
it: Rinnova

# leak-sensor.dashboard-widget.invalid-entitlement.plan.label
source: Plan
it: Piano

# leak-sensor.battery-label.accessibility-label
source: Battery level: %@
it: Livello batteria: %@

# leak-sensor.battery-label.normal.accessibility-label
source: normal
it: normale

# leak-sensor.battery-label.full.accessibility-label
source: full
it: pieno

# trace-a-leak-screen.main-title.label.text
source: Here are the most common reasons for this alert
it: Questi sono i motivi più comuni che fanno scattare questo avviso

# trace-a-leak-screen.check-below-title.label.text
source: Please check the below
it: Verifica qui sotto

# trace-a-leak-screen.dripping-title.label.text
source: Dripping tap or shower
it: Perdita di un rubinetto o della doccia

# trace-a-leak-screen.dripping-info.label.text
source: Check to see if any of your taps or showers are dripping
it: Verifica se c'è un rubinetto o la doccia che perdono

# trace-a-leak-screen.leaking-toilet-title.label.text
source: Leaking toilet
it: Perdita nel WC

# trace-a-leak-screen.leaking-toilet-info.label.text
source: Check by listening out for a constant trickling sound for long periods after flushing
it: Verifica se dopo aver tirato l'acqua, continui a sentire un gocciolamento costante

# trace-a-leak-screen.appliances-title.label.text
source: Appliances
it: Elettrodomestici

# trace-a-leak-screen.appliances-info.label.text
source: Check the pipework leading to washing machines and dishwashers. Some fridges have a water pipe to them too.
it: Verifica i tubi che collegano lavatrice e lavastoviglie. Anche alcuni modelli di frigorifero sono dotati di una tubatura esterna.

# trace-a-leak-screen.user-confirmation.label.text
source: Did you find a problem?
it: Hai riscontrato un problema?

# trace-a-leak-screen.remind-me-later.button.text
source: Remind me later
it: Ricordamelo più tardi

# leak-stopped-confirmation-screen.user-confirmation.label.text
source: Did you fix it?
it: Hai risolto?

# leak-sensor.yes-button.title
source: Yes
it: Sì

# leak-sensor.settings-screen.title
source: Settings
it: Impostazioni

# leak-sensor.settings-screen.need-help.button.text
source: Need help?
it: Ti serve aiuto?

# leak-sensor.settings-screen.alert-notifications.label.text
source: Notifications
it: Avvisi

# leak-sensor.settings-screen.high-water-usage-alert.label.text
source: High water usage
it: Avviso grande flusso d'acqua

# leak-detector.change-wifi-screen.title
source: Change Wi-Fi
it: Modifica rete Wi-Fi

# leak-detector.change-wifi-screen.updateWifi-title.text
source: Update Wi-Fi Settings
it: Aggiorna le impostazioni Wi-Fi

# leak-detector.change-wifi-screen.updateWifi-instructions.text
source: Press and hold the button on the device for 10 seconds and make sure that the light flashes amber.
it: Tieni premuto il pulsante sul dispositivo per 10 secondi e assicurati che la spia luminosa sia di colore giallo e lampeggi.

# leak-detector.change-wifi-screen.letsgo-button.text
source: Let's go
it: Iniziamo!

# leak-detector.change-wifi-screen.lights-not-flashing-button.text
source: Light not flashing?
it: La spia luminosa non lampeggia?

# install-device.need-alert-plan-screen.title
source: Get started
it: Iniziamo

# install-device.need-alert-plan-screen.already-have-plan-button.title
source: Already have a plan
it: Ho già un piano

# install-device.need-alert-plan-screen.find-out-more-button.title
source: Find out more
it: Scopri di più

# leak-detector-install-device.need-alert-plan-screen.user-message.label.text
source: You need the Hive Leak Alert Plan to use this service
it: Per utilizzare questo servizio hai bisogno del Piano di avviso perdite Hive

# install-device.activate-alert-plan-screen.title
source: Get started
it: Iniziamo

# install-device.activate-alert-plan-screen.check-email.label.text
source: You should have received an email with a link to activate your plan. Please check your email and tap refresh.
it: Dovresti aver ricevuto un'email contenente un link per attivare il piano. Verifica l'email e tocca Aggiorna.

# install-device.need-alert-plan-screen.refresh-button.title
source: Refresh
it: Aggiorna

# leak-detector-install-device.activate-alert-plan-screen.user-message.label.text
source: Activate your Hive Leak Alert Plan
it: Attiva il tuo Piano di avviso perdite Hive

# install-device.find-out-more-screen.title
source: Find out more
it: Scopri di più

# manage-device.rename.your-device
source: Rename your %@
it: Rinomina %@

# heating-settings-screen.na.system.operating-mode.accessibilityLabel
source: Operating mode
it: Modalità operativa

# recipes-notifications-edit-data-source.push-disabled-alert.message.iOS8
source: Hive can't send push notifications to your device because they are disabled. You can enable them in Settings.
fr_ca: Hive ne peut pas envoyer des notifications poussées à votre appareil parce que cette fonction est désactivée. Vous pouvez la réactiver dans vos paramètres.
it: Hive non può inviare notifiche push al tuo dispositivo perché sono disabilitate. Puoi attivarle in Impostazioni.

# recipes-notifications-edit-data-source.push-disabled-alert.title
source: Push Notifications Disabled
fr_ca: Notifications pousées désactivées
it: Notifiche push disabilitate

# schedule-screen.action-cell.add-slot.title
source: Add a time slot
fr_ca: Ajouter une plage horaire
it: Aggiungi una fascia oraria

# recipes-notifications-edit-data-source.push-disabled-alert.button.settings
source: Settings
fr_ca: Réglages
it: Impostazioni

# schedule-edit-cooling-thermostat-screen.heat-to-label
source: Cool to
fr_ca: Refroidir à
it: Raffredda a

# schedule-screen.action-cell.slots-filled.title
source: All time slots filled
fr_ca: Toutes les plages horaires sont utilisées
it: Fasce orarie complete

# recipes-notifications-edit-data-source.push-disabled-alert.button.cancel
source: Cancel
fr_ca: Annuler
it: Annulla

# recipes-notifications-edit-data-source.push-disabled-alert.message.iOS7
source: Hive can't send push notifications to your device because they are disabled. You can enable them in Settings → Notification Centre → Hive
it: Hive non può inviare notifiche push al tuo dispositivo perché sono disabilitate. Puoi attivarle in Impostazioni → Notifiche → Hive

# recipe-action-screen.duration-picker-cell.title
source: For duration
fr_ca: Pour une durée de
it: Per la durata

# motion-sensor-recipe-trigger-screen.summary-cell.subtitle.detects-motion
source: Detects motion
fr_ca: Détecter du mouvement
it: Rileva movimenti

# motion-sensor-recipe-trigger-screen.picker-cell.title.choose-sensor
source: Choose sensor
fr_ca: Choisir un détecteur
it: Scegli un sensore

# contact-sensor-recipe-trigger-screen.choose-sensor-picker-cell.title
source: Choose sensor
fr_ca: Choisir un détecteur
it: Scegli un sensore

# contact-sensor-recipe-trigger-screen.when-the-sensor-picker-cell.title
source: When the sensor
fr_ca: Quand est-ce que le détecteur
it: Quando il sensore

# contact-sensor-recipe-trigger-screen.when-the-sensor-picker-cell.value.opens
source: Opens
fr_ca: Se met en marche
it: Apre

# contact-sensor-recipe-trigger-screen.when-the-sensor-picker-cell.value.closes
source: Closes
fr_ca: S'éteint
it: Chiude

# active-plug-recipe-action-screen.choose-plug-picker-cell.title
source: Choose plug
fr_ca: Choisir prise
it: Scegli una spina

# active-plug-recipe-action-screen.turn-plug-picker-cell.title
source: Turn plug
fr_ca: Mettre la prise
it: Spina

# active-plug-recipe-action-screen.turn-plug-picker-cell.value.on
source: On
fr_ca: En marche
it: Accesa

# active-plug-recipe-action-screen.turn-plug-picker-cell.value.off
source: Off
fr_ca: Éteint
it: Spenta

# active-plug-recipe-action-screen.summary-cell.subtitle
source: %@ for %@
it: %@ Per %@

# light-recipe-action-screen.choose-light-picker-cell.title
source: Choose light
fr_ca: Choisir une ampoule
it: Scegli una lampadina

# light-recipe-action-screen.turn-light-picker-cell.title
source: Turn light
fr_ca: Mettre l'éclairage
it: Regola la luce

# light-recipe-action-screen.turn-light-picker-cell.value.on
source: On
fr_ca: En marche
it: Acceso

# light-recipe-action-screen.turn-light-picker-cell.value.off
source: Off
fr_ca: Position Éteint
it: Spento

# light-recipe-action-screen.brightness-picker-cell.title
source: At brightness
fr_ca: Pleine luminosité
it: Luminosità

# light-recipe-action-screen.brightness-picker-cell.value.last-used
source: Last used brightness
fr_ca: Au dernier réglage de luminosité
it: Ultima luminosità utilizzata

# hotwater-recipe-action-screen.choose-zone-picker-cell.title
source: Choose zone
fr_ca: Choisir une zone
it: Scegli una zona

# hotwater-recipe-action-screen.set-mode-picker-cell.title
source: Set to
fr_ca: Régler à
it: Imposta su

# hotwater-recipe-action-mode.off
source: Off
fr_ca: Position Éteint
it: Spento

# hotwater-recipe-action-mode.on
source: On
fr_ca: En marche
it: Acceso

# hotwater-recipe-action-mode.boost
source: Boost
it: Impulso

# recipe-time-period-formatter.1-second
source: 1 second
fr_ca: 1 seconde
it: 1 secondo

# recipe-time-period-formatter.n-seconds
source: %d seconds
fr_ca: %d secondes
it: %d secondi

# recipe-time-period-formatter.1-minute
source: 1 minute
it: 1 minuto

# recipe-time-period-formatter.n-minutes
source: %d minutes
it: %d minuti

# recipe-time-period-formatter.1-hour
source: 1 hour
fr_ca: 1 heure
it: 1 ora

# recipe-time-period-formatter.n-hours
source: %d hours
fr_ca: %d heures
it: %d ore

# recipe-time-period-formatter.1-day
source: 1 day
fr_ca: 1 jour
it: 1 giorno

# recipe-time-period-formatter.n-days
source: %d days
fr_ca: %d jours
it: %d giorni

# recipe-time-period-formatter.1-week
source: 1 week
fr_ca: 1 semaine
it: 1 settimana

# recipe-time-period-formatter.n-weeks
source: %d weeks
fr_ca: %d semaines
it: %d settimane

# switchable-recipe-display-values.stay-on
source: Stay on
fr_ca: Laisser allumé(e)
it: Rimane accesa

# switchable-recipe-display-values.stay-off
source: Stay off
fr_ca: Laisser éteint(e)
it: Rimane spenta

# heating-thermostat-recipe-action-screen.choose-zone-picker-cell.title
source: Choose zone
fr_ca: Choisir une zone
it: Scegli una zona

# heating-thermostat-recipe-action-screen.set-mode-picker-cell.title
source: Set to
fr_ca: Régler à
it: Imposta su

# heating-thermostat-recipe-action-screen.set-target-picker-cell.title
source: Set target to
it: Imposta obiettivo su

# heating-thermostat-recipe-action-mode.off
source: Off
fr_ca: Position Éteint
it: Spento

# heating-thermostat-recipe-action-mode.boost
source: Boost
it: Impulso

# heating-thermostat-recipe-action-mode.manual
source: Manual
it: Manuale

# heating-thermostat-recipe-action-mode.schedule
source: Schedule
it: Programma

# daylight-recipe-trigger-screen.daylight-preference-picker-cell.title
source: When
fr_ca: Quand
it: Dove

# daylight-recipe-trigger-screen.daylight-offset-picker-cell.title.sunrise
source: Sunrise preference
fr_ca: Préférence lever du soleil
it: Preferenze alba

# daylight-recipe-trigger-screen.daylight-offset-picker-cell.title.sunset
source: Sunset preference
fr_ca: Préférence coucher du soleil
it: Preferenze tramonto

# daylight-recipe-trigger-screen.summary-cell.subtitle.sunrise
source: At sunrise
fr_ca: Au lever du soleil
it: All'alba

# daylight-recipe-trigger-screen.summary-cell.subtitle.sunset
source: At sunset
fr_ca: Au coucher du soleil
it: Al tramonto

# daylight-recipe-display-values.offset-time-period.zero-minutes.sunrise
source: At sunrise
fr_ca: Au lever du soleil
it: All'alba

# daylight-recipe-display-values.offset-time-period.zero-minutes.sunset
source: At sunset
fr_ca: Au coucher du soleil
it: Al tramonto

# rule-synthetic-device-daylight-trigger-state.description.sunrise
source: sunrise
fr_ca: lever du soleil
it: alba

# rule-synthetic-device-daylight-trigger-state.description.sunset
source: sunset
fr_ca: coucher du soleil
it: tramonto

# rule-synthetic-device-daylight-trigger-state.picker-text.sunrise
source: Sunrise
fr_ca: Lever du soleil
it: Alba

# rule-synthetic-device-daylight-trigger-state.picker-text.sunset
source: Sunset
fr_ca: Coucher du soleil
it: Tramonto

# notification-recipe-action-screen.explanatory-cell.title
source: You must select at least one method of notification
fr_ca: Vous devez sélectionner une méthode de notification
it: Devi selezionare almeno un metodo di avviso.

# notification-recipe-action-screen.summary-cell.title
source: Notify me
fr_ca: Me notifier
it: Avvisami

# notification-recipe-action-screen.summary-cell.subtitle
source: By %@
fr_ca: Par %@
it: Tramite %@

# na-thermostat-recipe-action-screen.choose-zone-picker-cell.title
source: Choose zone
fr_ca: Choisir une zone
it: Scegli una zona

# na-thermostat-recipe-action-screen.set-mode-picker-cell.title
source: Set to
it: Imposta su

# humidity-recipe-trigger-screen.choose-zone-picker-cell.title
source: Choose zone
fr_ca: Choisir une zone
it: Scegli una zona

# humidity-recipe-trigger-screen.when-humidity-rises-above-picker-cell.title
source: Rises above
fr_ca: S'élève au-dessus de
it: È superiore a

# humidity-recipe-trigger-screen.when-humidity-falls-below-picker-cell.title
source: Falls below
fr_ca: Descend en dessous de
it: È inferiore a

# humidity-recipe-trigger-screen.trigger-type.picker-text.rises-above
source: Rises above
fr_ca: S'élève au-dessus de
it: È superiore a

# humidity-recipe-trigger-screen.trigger-type.picker-text.falls-below
source: Falls below
fr_ca: Descend en dessous de
it: È inferiore a

# recipe-canvas-name-screen.explanatory-cell.text
source: This is how your action will look but you can rename it here. (It might be worth adding the name of the room or device).
fr_ca: C'est ainsi que votre action sera identifiée, mais vous pouvez la renommer. (Il peut être judicieux d'ajouter le nom de la pièce ou de l'appareil.)
it: Questa è la denominazione della tua Azione, ma puoi rinominarla qui (potrebbe essere utile aggiungere il nome della stanza o del dispositivo).

# recipe-canvas-name-screen.explanatory-quick-actions-cell.text
source: This is the name your quick action will have on your dashboard but you can rename it here.
fr_ca: C'est sous ce nom qu'apparaîtra votre action rapide sur le tableau de bord, mais vous pouvez la renommer ici.
it: Questo è il nome che la tua azione rapida avrà sul pannello; qui però puoi dargli un nuovo nome.

# recipe-canvas-name-screen.navigation-title
source: Rename
fr_ca: Renommer
it: Rinomina

# recipe-templates-list.title
source: %@ actions
it: %@ Azioni

# recipe-discovery-prompt-view-controller.title
source: You haven't set up any actions yet. But there's no time like the present.
fr_ca: Vous n'avez encore configuré aucune action, mais il n'y a rien comme le moment présent.
it: Non hai ancora impostato le tue Azioni. Perché non farlo subito?

# recipe-discovery-prompt-view-controller.subtitle
source: Tap Discover to explore all sorts of wonderful ways you can make your home work better for you.
fr_ca: Appuyez sur Découvrir pour explorer toutes sortes de façons merveilleuses de mieux faire travailler votre maison pour vous.
it: Tocca Scopri per esplorare come far lavorare la casa al posto tuo in tanti modi diversi.

# recipe-container-view-controller.segment-title.my-actions
source: My actions
fr_ca: Mes actions
it: Le mie azioni

# recipe-container-view-controller.segment-title.discover
source: Discover
fr_ca: Découvrir
it: Scopri

# node-type.recipe-template-name.hot-water
source: Hot water
it: Acqua calda

# recipe-canvas-view-controller.discard-changes-alert.cancel-button-title
source: Cancel
fr_ca: Annuler
it: Annulla

# recipe-canvas-view-controller.discard-changes-alert.navigation-title
source: Personalise
fr_ca: Personnaliser
it: Personalizza

# recipe-template-preview-data-source.continue-button-title
source: Continue
fr_ca: Continuer
it: Continua

# recipe-template-preview-data-source.find-out-more-button-title
source: Find out more
fr_ca: En savoir plus
it: Scopri di più

# recipe-template-preview-data-source.header-warning
source: hive live action
fr_ca: action hive live
it: azione hive live

# recipe-template-preview-data-source.required-detail-text
source: Required
fr_ca: Requis
it: Richiede

# recipe-template-preview-data-source.hive-live-required-detail-text
source: Hive Live required
fr_ca: Hive Live requis
it: Richiede Hive Live

# recipe-template-preview-data-source.section-header-title
source: This action uses
fr_ca: Cette action utilise
it: Questa azione utilizza

# recipe-template-preview-view-controller.title
source: Preview
fr_ca: Aperçu
it: Anteprima

# recipe.template.event.preview-title.hotWater
source: Hot water
it: Acqua calda

# recipe.template.event.preview-title.sunset
source: Sunset
fr_ca: Coucher du soleil
it: Tramonto

# recipe.template.event.preview-title.sunrise
source: Sunrise
fr_ca: Lever du soleil
it: Alba

# recipe.template.event.preview-title.schedule
source: Between these times
fr_ca: Entre ces deux moments
it: Tra questi orari

# recipe-canvas-view-controller-data-source.when-section-title
source: when
fr_ca: quand
it: quando

# recipe-canvas-view-controller-data-source.while-section-title
source: while
fr_ca: pendant
it: mentre

# recipe-canvas-view-controller-data-source.then-section-title
source: then
fr_ca: puis
it: poi

# recipe-canvas-view-controller-data-source.remove-action-button-title
source: Remove action
fr_ca: Retirer action
it: Rimuovi l'Azione

# recipe-canvas-view-controller-data-source.header-title
source: You can personalise your action below, or just tap Next.
fr_ca: Vous pouvez personnaliser votre action ci-dessous, ou simplement appuyer sur Suivant.
it: Puoi personalizzare la tua Azione qui sotto oppure toccare Avanti.

# recipe-canvas-view-controller-data-source.enable-action-switch-title
source: Enable this action
fr_ca: Activer cette action
it: Abilita questa Azione
