Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# recipes-action-configuration-heating.temperature.summary
source: Set target to
fr_ca: Définir la cible à
it: Imposta obiettivo su

# recipes-action-configuration-heating.duration.summary
source: For duration
fr_ca: Pour la durée
it: Durata

# recipes-action-configuration-heating.mode.summary
source: Set to
fr_ca: régler à
it: imposta su

# recipes-action-configuration-heating.mode.picker.schedule.text
source: Schedule
fr_ca: Horaire
it: Programma

# recipes-action-configuration-heating.mode.picker.manual.text
source: Manual
fr_ca: Manuel
it: Manuale

# recipes-action-configuration-heating.mode.picker.off.text
source: Off
fr_ca: Hors tension
it: Spenta

# recipes-action-configuration-heating.mode.picker.boost.text
source: Boost
fr_ca: Accélérer
it: Impulso

# recipes-action-configuration.picker.duration.indefinitely.text
source: Indefinitely
fr_ca: Indéfiniment
it: sempre

# recipes-action-configuration.picker.duration.secs.text
source: %@ secs
fr_ca: %@ s
it: %@ sec

# recipes-action-configuration.picker.duration.mins.text
source: %@ mins
fr_ca: %@ min
it: %@ min

# recipes-action-configuration.picker.duration.hr.text
source: %@ hr
fr_ca: %@ h
it: %@ h

# recipes-action-configuration.picker.duration.hrs.text
source: %@ hrs
fr_ca: %@ h
it: %@ h

# recipes-action-configuration-lights.summary.title
source: Turn light
fr_ca: Mettre le voyant
it: Spegni/accendi luce

# recipes-action-configuration-plugs.summary.title
source: Turn plug
fr_ca: Mettre la prise
it: Spegni/accendi presa

# recipes-action-configuration-notification.summary.title
source: Notify me
fr_ca: M'aviser
it: Avvisami

# recipes-action-configuration-notification.summary.prefix
source: By %@
fr_ca: Par %@
it: Notifiche %@

# recipes-action-configuration-notification.summary.type.push
source: push
fr_ca: notification poussée
it: Notifiche push

# recipes-action-configuration-notification.summary.type.text
source: text
fr_ca: message texte
it: SMS

# recipes-action-configuration-notification.header.title
source: Notify me by
fr_ca: M’aviser par
it: Avvisami tramite

# recipes-action-configuration-notification.switch.type.PushNotification
source: Push
fr_ca: Notification poussée
it: Notifiche push

# recipes-action-configuration-notification.switch.type.Text
source: Text
fr_ca: Message texte
it: SMS

# recipes-edit-recipe-footer-data-source.schedule-button.text
source: Schedule action
it: Programma un'azione

# recipes-edit-recipe-footer-data-source.remove-button.text
source: Remove action
it: Rimuovi azione

# recipes-edit-recipe-footer-data-source.edit.schedule-cell-label.text
source: Edit schedule
fr_ca: Modifier l’horaire
it: Modifica il programma

# recipes-edit-recipe-footer-data-source.schedule-always-on-summary-label.text
source: This action can trigger at any time of day.
it: Questa azione può attivarsi in qualsiasi momento della giornata.

# recipes-edit-recipe-footer-data-source.scheduled-summary-label.text
source: This action can only trigger during scheduled periods.
it: Questa azione si attiva solo nei periodi programmati.

# recipes-edit-recipe-trigger-action-description.edit.text
source: Edit your settings
fr_ca: Modifier vos réglages
it: Modifica le tue impostazioni

# recipes-edit-recipe-trigger-action-description.choose.text
source: Tap to choose
fr_ca: appuyer pour choisir
it: Tocca per selezionare

# recipes-trigger-configuration-data-source.closing-data.text
source: Closing
fr_ca: Fermeture
it: In chiusura

# recipes-trigger-configuration-data-source.sensors-data.text
source: Opens or closes
fr_ca: Ouvre ou ferme
it: Apre o chiude

# recipes-trigger-configuration-data-source.opening-data.text
source: Opens
fr_ca: Ouvre
it: Apre

# recipes-trigger-configuration-data-source.motion-data.text
source: Detects Motion
fr_ca: Détecte le mouvement
it: Rileva i movimenti

# sms-control-screen.title
source: Text control
fr_ca: Contrôle par message texte
it: Comando di testo

# sms-control-screen.heating-commands-header.text
source: Heating commands
fr_ca: Contrôler le chauffage
it: Comandi riscaldamento

# sms-control-screen.heating-commands-header.send-to.text
source: Send commands to
fr_ca: Envoyer des commandes à
it: Invia comandi a

# sms-control-screen.hot-water-commands-header.text
source: Hot water commands
fr_ca: Commandes d’eau chaude
it: Comandi acqua calda

# sms-control-screen.heating-commands-description.list.text
source: List of all text commands
fr_ca: Sélection de toutes les commandes texte
it: Elenco dei comandi di testo

# sms-control-screen.heating-commands-description.on.text
source: Turn your heating on
fr_ca: Allumer votre chauffage
it: Accendi il riscaldamento

# sms-control-screen.heating-commands-description.temperature.text
source: Turn your heating on to 20º
fr_ca: Allumer votre chauffage à 20º
it: Accendi il riscaldamento a 20°

# sms-control-screen.heating-commands-description.off.text
source: Turn your heating off
fr_ca: Éteindre votre chauffage
it: Spegni il riscaldamento

# sms-control-screen.heating-commands-description.schedule.text
source: Switch to automatic schedule heating
fr_ca: Passer à la programmation automatique du chauffage
it: Passa alla programma automatica del riscaldamento

# sms-control-screen.heating-commands-description.status.text
source: Check the current mode, temperature and target
fr_ca: Vérifier le mode, la température et la cible actuels
it: Verifica la modalità, la temperatura e l'obiettivo attuali

# sms-control-screen.hot-water-commands-description.list.text
source: List all text commands
fr_ca: Sélectionner toutes les commandes texte
it: Elenco dei comandi di testo

# sms-control-screen.hot-water-commands-description.on.text
source: Turn your hot water on
fr_ca: Allumer votre eau chaude
it: Accendi l'acqua calda

# sms-control-screen.hot-water-commands-description.boost.text
source: Turn your hot water on for 1 hour
fr_ca: Allumer votre eau chaude pendant 1 heure
it: Accendi l'acqua calda per 1 ora

# sms-control-screen.hot-water-commands-description.off.text
source: Turn your hot water off
fr_ca: Éteindre votre eau chaude
it: Spegni l'acqua calda

# sms-control-screen.hot-water-commands-description.schedule.text
source: Turn your hot water schedule on
fr_ca: Activer votre horaire d’eau chaude
it: Accendi la programma per l'acqua calda

# sms-control-screen.hot-water-commands-description.status.text
source: Check the current hot water mode
fr_ca: Vérifier le mode actuel de l’eau chaude
it: Verifica la modalità attuale dell'acqua calda

# sms-control-screen.user-cell.description.text
source: Add a new user
fr_ca: Ajouter un nouvel utilisateur
it: Aggiungi un nuovo utente

# sms-control-screen.user-cell.accessibilityLabel
source: User, %@, mobile number, %@
fr_ca: Utilisateur, %@, numéro de téléphone portable, %@
it: Utente, %@, numero di cellulare, %@

# sms-control.delete-alert.title
source: Delete SMS user?
fr_ca: Supprimer l'utilisateur de messagerie texte?
it: Cancellare l'utente SMS?

# sms-control.detele-alert.cancel
source: Cancel
fr_ca: Annuler
it: Annulla

# sms-control.detele-alert.delete
source: Delete
fr_ca: Supprimer
it: Cancella

# sms-control-detail-screen.edit.title
source: Edit user
it: Modifica utente

# sms-control-detail-screen.add.title
source: Add new user
it: Aggiungi un nuovo utente

# sms-control-detail-screen.add-button.accessibilityLabel
source: Add from contacts
it: Aggiungi dai contatti

# sms-control-detail-screen.name-textfield.placeholder
source: Name
fr_ca: Nom
it: Nome

# timeformating.ago.text
source: %@ ago
fr_ca: Il y a %@
it: %@ fa

# heating-notifications-screen.title
source: Temperature notifications
fr_ca: Notifications chauffage
it: Avvisi riscaldamento

# notifications-zone-cell.zone-label.heating.text
source: Heating
fr_ca: Chauffage
it: Riscaldamento

# notifications-alert-cell.title-label.text
source: Receive warnings
fr_ca: Recevoir des alertes
it: Ricevi avvisi

# notifications-alert-cell.details-label.text
source: Receive general operational alerts via email
fr_ca: Recevoir des alertes sur le fonctionnement général par courriel
it: Ricevi avvisi via email

# notifications-temperature-cell.accessibilityHint
source: double tap to change
it: tocca due volte per modificare

# notifications-temperature-cell.not-set.text
source: Not set
fr_ca: Non défini(e)
it: Non impostato

# notifications-temperature-cell.title-label.max-temperature.text
source: Max temperature
fr_ca: Température max
it: Temperatura massima

# notifications-temperature-cell.title-label.min-temperature.text
source: Min temperature
fr_ca: Température min
it: Temperatura minima

# notifications-temperature-cell.title-label.max-temperature.accessibilityLabel
source: Maximum Temperature
fr_ca: Température maximale
it: Temperatura massima

# notifications-temperature-cell.title-label.min-temperature.accessibilityLabel
source: Minimum Temperature
fr_ca: Température minimale
it: Temperatura minima

# heating-notifications-edit-screen.hot.title
source: Max temperature
fr_ca: Température max
it: Temperatura massima

# heating-notifications-edit-screen.hot.accessibility
source: Maximum temperature notifications
fr_ca: Notifications température maximum
it: Avvisi temperatura massima

# heating-notifications-edit-screen.cold.title
source: Min temperature
fr_ca: Température min
it: Temperatura minima

# heating-notifications-edit-screen.cold.accessibility
source: Minimum temperature notifications
fr_ca: Notifications température minimum
it: Avvisi temperatura minima

# heating-notifications-edit-screen.top-bar.save-button.accessibilityLabel
source: Save Changes made to temperature
it: Salva le modifiche alla temperatura

# heating-notifications-edit-screen.email-me-label.text
source: Email me
fr_ca: M'informer par courriel
it: Inviami un'email

# heating-notifications-edit-screen.email-me-switch.hot.accessibility
source: Email when temperature changes more than expected
fr_ca: Recevoir un courriel lorsque la température augmente plus que prévu
it: email se la temperatura varia più del previsto

# heating-notifications-edit-screen.email-me-switch.cold.accessibility
source: Email when temperature changes below expected
fr_ca: Recevoir un courriel lorsque la température baisse plus que prévu
it: email se la temperatura è più bassa del previsto

# heating-notifications-edit-screen.temperature-state-label.hot.text
source: When temperature is above this value.
fr_ca: Lorsque la température dépasse cette valeur.
it: Se la temperatura supera questo valore

# heating-notifications-edit-screen.temperature-state-label.cold.text
source: When temperature is below this value
fr_ca: Lorsque la température est en dessous de cette valeur.
it: Se la temperatura è inferiore a questo valore

# settings-screen.table-view.accessibilityLabel
source: Menu table
fr_ca: Tableau de menu
it: Tabella del menu

# settings-screen.menu-option.heating-control-pmz.text
source: %@ control
fr_ca: Contrôle %@
it: Regolazione %@

# settings-screen.menu-option.heating-control.text
source: Heating control
fr_ca: Contrôle chauffage
it: Regolazione riscaldamento

# settings-screen.menu-option.heating-schedule-pmz.text
source: %@ schedule
fr_ca: Programmation %@
it: Programma %@

# settings-screen.menu-option.heating-schedule.text
source: Heating schedule
fr_ca: Programmation chauffage
it: Programma riscaldamento

# settings-screen.menu-option.active-plug-control.text
source: %@ control
fr_ca: contrôle %@
it: Regolazione %@

# settings-screen.menu-option.active-plug-schedule.text
source: %@ schedule
fr_ca: programmation %@
it: Programma %@

# settings-screen.menu-option.light-bulb-control.text
source: %@ control
fr_ca: contrôle %@
it: Regolazione %@

# settings-screen.menu-option.light-bulb-schedule.text
source: %@ schedule
fr_ca: programmation %@
it: Programma %@

# settings-screen.menu-option.heating-control-pmz.accessibilityHint
source: Control heating
fr_ca: Contrôle chauffage
it: Regolazione riscaldamento

# settings-screen.menu-option.selected.accessibilityLabel
source: , selected
it: , selezionato

# settings-screen.menu-option.log-out.accessibilityLabel
source: Log out
fr_ca: Déconnexion
it: Esci

# settings-screen.menu-option.demo.text
source: Demo
fr_ca: Démo
it: Dimostrazione

# settings-screen.menu-option.demo-exit.text
source: Exit Demo mode
fr_ca: Quitter le mode Démo
it: Esci dalla Modalità Dimostrazione

# settings-screen.menu-option.logout.text
source: Log out
fr_ca: Déconnexion
it: Esci

# settings-screen.menu-option.hot-water.text
source: Hot water control
fr_ca: Contrôle eau chaude
it: Regolazione acqua calda

# settings-screen.menu-option.hot-water-schedule.text
source: Hot water schedule
fr_ca: Programmation eau chaude
it: Programma acqua calda

# settings-screen.menu-option.install-devices.text
source: Install devices
fr_ca: Installer des appareils
it: Installa i dispositivi

# settings-screen.menu-option.manage-devices.text
source: Manage devices
fr_ca: Gestion des appareils
it: Gestisci i dispositivi

# settings-screen.menu-option.heating-history.text
source: Heating history
fr_ca: Historique chauffage
it: Cronologia riscaldamento

# settings-screen.menu-option.geolocation.text
source: Geolocation
fr_ca: Géolocalisation
it: Geolocalizzazione

# settings-screen.menu-option.change-password.text
source: Change password
fr_ca: Changer de mot de passe
it: Modifica password

# settings-screen.menu-option.heating-notifications.text
source: Temperature notifications
fr_ca: Notifications chauffage
it: Avvisi riscaldamento

# settings-screen.menu-option.pin-lock.text
source: PIN lock
fr_ca: Verrouillage par code NIP
it: Blocco PIN

# settings-screen.menu-option.text-control.text
source: Text control
fr_ca: Contrôle par message texte
it: Comando di testo

# settings-screen.menu-option.account-details.text
source: Account details
fr_ca: Informations relatives au compte
it: Dati dell'account

# settings-screen.menu-option.quick-tour.text
source: Quick tour
fr_ca: Bref aperçu
it: Tour rapido

# settings-screen.menu-option.product-ideas.text
source: Product ideas
fr_ca: Idées de produits
it: Nuove idee

# settings-screen.menu-option.service-status.text
source: Service status
fr_ca: Statut du service
it: Stato di servizio

# settings-screen.menu-option.help.text
source: Help
fr_ca: Aide
it: Aiuto

# settings-screen.menu-option.holiday-mode.text
source: Holiday mode
fr_ca: Mode vacances
it: Modalità Vacanze

# settings-screen.menu-option.devices.text
source: Devices
fr_ca: Appareils
it: Dispositivi

# settings-screen.menu-option.recipes.text
source: Actions
it: Azioni

# settings-screen.menu-option.settings.text
source: Settings
fr_ca: Paramètres
it: Impostazioni

# settings-screen.menu-option.help-support.text
source: Help & Support
fr_ca: Aide et assistance
it: Aiuto e assistenza

# settings-screen.menu-option.offers.text
source: Shop
fr_ca: Magasiner
it: Acquista

# settings-screen.alert.demo-mode.title
source: Demo
fr_ca: Démo
it: Dimostrazione

# settings-screen.alert.demo-mode.cancel
source: Cancel
fr_ca: Annuler
it: Annulla

# settings-screen.alert.demo-mode.other
source: Logout
fr_ca: Déconnexion
it: Esci

# settings-screen.alert.demo-mode.message
source: In order to access the demo mode of the app, please logout and click on the 'Demo' mode button at the bottom right hand corner of the login screen.
it: Per accedere alla modalità dimostrazione della app, esci e clicca sul pulsante 'Demo' che si trova in basso a destra sulla schermata di accesso.

# account-details-screen.title
source: Account details
fr_ca: Informations relatives au compte
it: Dati dell'account

# account-details-screen.header.call-customer-number.label.text
source: To amend your personal details, please call %@%@
fr_ca: Pour modifier vos informations personnelles, merci d'appeler le %@%@
it: Per modificare i tuoi dati, chiama %@%@

# account-details-screen.header.contact-hive-hub.label.text
source: To amend your personal details, please contact Hive support
it: Per modificare i tuoi dati, invia un'email all'indirizzi

# account-details-screen.header.call-customer-number-label.accessibilityLabel
source: To amend your personal details, please call %@
fr_ca: Pour modifier vos informations personnelles, merci d'appeler le %@
it: Per modificare i tuoi dati, contatta %@

# account-details-screen.header.contact-hive-hub-label.accessibilityLabel
source: To amend your personal details, please contact Hive support
it: Per modificare i tuoi dati, invia un'email all'indirizzi

# account-details-screen.profile-cell.accessibilityLabel
source: %@, %@, read only
fr_ca: %@, %@, lecture seule
it: %@, %@, solo lettura

# account-details-screen.profile-cell.active-subscription-name.label.text
source: Active subscriptions:
it: Abbonementi attiva:

# account-details-screen.profile-cell.homecare-subscription-name.label.text
source: Hive Active Heating™ subscription for British Gas
fr_ca: Inscription de Hive Active Heating à British Gas
it: Hive Active Heating™ abbonamento a British Gas

# account-details-screen.profile-cell.leakalertplan-subscription-name.label.text
source: Leak Alert Plan
it: Piano avviso perdite

# pmz-notifications-screen.title
source: Select zone
fr_ca: Sélection de zone
it: Seleziona una zona

# honeycomb-dashboard-screen.flipbutton.accessibility.text
source: Flip to list
fr_ca: Retourner à la liste
it: Passa all'elenco

# honeycomb-dashboard-screen.widget.accessibility.status.on
source: on
fr_ca: activé(e)
it: Accesa

# honeycomb-dashboard-screen.widget.accessibility.status.off
source: off
fr_ca: désactivé(e)
it: Spenta

# honeycomb-dashboard-screen.widget.accessibility.status.offline
source: offline
fr_ca: hors ligne
it: Non in linea

# honeycomb-dashboard-screen.contact-sensor-widget.accessibility.status.open
source: open
fr_ca: ouvert(e)
it: aperta

# honeycomb-dashboard-screen.contact-sensor-widget.accessibility.status.closed
source: closed
fr_ca: fermé(e)
it: chiusa

# honeycomb-dashboard-screen.add-button.title.text
source: Add
it: Aggiungi

# honeycomb-dashboard-screen.add-button.accessibility.text
source: Add item to your dashboard
it: Aggiungi elemento al pannello di controllo

# honeycomb-dashboard-screen.widget.accessibility-hint
source: double tap to access
it: tocca due volte per accedere

# honeycomb-dashboard-screen.widget.accessibility-hint.offline
source: double tap for steps to resolve
it: tocca due volte per la guida alla risoluzione del problema

# honeycomb-dashboard-screen.thermostat-widget.accessibility-label.suffix
source: , currently %@
it: , attualmente %@

# honeycomb-dashboard-screen.add-device.dashboard.all-devices-added.message
source: You have already placed all of your available devices onto the dashboard
it: Hai gia' aggiunto tutti i dispositivi disponibili al pannello di controllo

source: Your dashboard must have at least one device
it: Il pannello di controllo deve mostrare almeno un dispositivo

# honeycomb-dashboard-screen.add-device.dashboard.remove-device.message
source: You can bring back devices at any time by tapping the Add + button
it: Puoi aggiungere nuovamente i dispositivi premendo il pulsante Aggiungi +

# honeycomb-dashboard-screen.add-device-action-sheet.add-device-option.title.text
source: Place device on dashboard
fr_ca: Installer l'appareil sur votre tableau de bord
it: Poni il dispositivo sul pannello

source: Create Quick Action
fr_ca: Créer une action rapide
it: Crea azione rapida

# honeycomb-dashboard-screen.create-quick-action-list-screen.title.text
source: Create Quick Action
fr_ca: Créer une action rapide
it: Crea azione rapida

# dashboard-add-device-screen.title.text
source: Choose a device you wish to place on your dashboard
it: Seleziona il dispositivo che vuoi aggiungere al pannello di controllo

# dashboard-add-device-screen.accessibility-label.cancel
source: Cancel placing device on the dashboard
it: Cancella Aggiungi il dispositivo al pannello di controllo

# dashboard-list-screen.flipbutton.accessibility.text
source: Flip to honeycomb dashboard
fr_ca: Changer à tableau de bord nid d'abeille
it: Passa al Pannello a nido d'ape

# dashboard-list-screen.mode.schedule.text
source: Schedule active
fr_ca: Programmation activée
it: Programma Attivo

# dashboard-list-screen.mode.manual.text
source: Manual
fr_ca: Manuellement
it: Manuale

# dashboard-list-screen.mode.schedule-short.text
source: Schedule
it: Programma

# dashboard-list-screen.state.on.text
source: ON
fr_ca: ACTIVE(E)
it: Accesa

# dashboard-list-screen.state.off.text
source: OFF
fr_ca: DESACTIVE(E)
it: Spenta

# dashboard-list-screen.contact-sensor.state.closed
source: closed
fr_ca: fermé
it: chiusa

# dashboard-list-screen.contact-sensor.state.opened
source: opened
fr_ca: ouvert
it: aperta

# dashboard-list-screen.contact-sensor.state.prefix
source: Last %@: %@
fr_ca: Dernière %@ : %@
it: Ultimo %@: %@

# dashboard-list-screen.motion-sensor.state.prefix
source: Last detected: %@
fr_ca: Dernière détection : %@
it: Ultimo rilevato: %@

# feature-announcement-screen.navigation-title
source: Introducing
fr_ca: Voici
it: Ti presentiamo

# feature-announcement-screen.go-button.title
source: Discover Actions
fr_ca: Découvrir les actions
it: Scopri le Azioni

# feature-announcement-screen.close-button.title
source: Not now
fr_ca: Pas maintenant
it: Non ora

# feature-announcement-screen.title-label.text
source: Hive Actions
fr_ca: Les actions Hive
it: le Azioni Hive

# feature-announcement-screen.description-label.text
source: Want your lights to turn on automatically? Or your plugs to turn off when you leave home? Find out how with Hive Actions.
fr_ca: Vous voulez que l'éclairage s'allume automatiquement? Ou que vos prises s’éteignent lorsque vous quittez la maison? Voyez comment grâce aux actions Hive.
it: Vuoi che le luci si accendano in automatico? O che gli apparecchi elettrici si spengano quando esci di casa? Scopri come, con le Azioni Hive.

# beta-programme.heating-failure-alerts.title
source: Good news, a new Hive service awaits!
fr_ca: Bonne nouvelle, un nouveau service Hive vous attend!
it: Buone notizie! C'è un nuovo servizio Hive che ti aspetta!

# beta-programme.heating-failure-alerts.message
source: We are working on a brand new service that will help users know when their homes are not heating properly. You qualify to have early and free access to this service and we would love to offer you a spot as a Beta tester.
fr_ca: Nous travaillons sur un tout nouveau service qui permettra aux utilisateurs de savoir quand le chauffage de leur maison ne fonctionne pas correctement. Vous êtes admissible à avoir rapidement et gratuitement accès à ce service et nous serions ravis de vous offrir une place en tant que testeur bêta.
it: Stiamo creando un nuovo servizio che aiuterà gli utenti a sapere quando la loro casa non è riscaldata in modo corretto. Vogliamo offrirti l'opportunità di accedere gratuitamente e in anteprima a questo servizio e ci piacerebbe averti come nostro Beta tester.

# beta-programme.heating-failure-alerts.button.no-thanks
source: No, thanks
fr_ca: Non, merci
it: No, grazie

# beta-programme.heating-failure-alerts.button.learn-more
source: Learn more
fr_ca: En apprendre davantage
it: Scopri di più

# manage-devices-screen.title
source: Manage devices
fr_ca: Gestion des appareils
it: Gestisci i dispositivi

# manage-devices-edit-screen.alert.cancel
source: Cancel
fr_ca: Annuler
it: Annulla

# manage-devices-edit-screen.alert.remove-device.title
source: Delete %@?
fr_ca: Supprimer %@ ?
it: Cancellare %@?

# manage-devices-edit-screen.alert.remove-device.message
source: Are you sure you want to delete it?
fr_ca: Souhaitez-vous vraiment le/la supprimer ?
it: Sei sicuro di voler annullare?

# manage-devices-edit-screen.alert.remove-device.other
source: Delete
fr_ca: Supprimer
it: Cancella
