Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# application.info.low-battery-device.multiple-device.message
source: You have multiple devices with batteries that are running low. Please see 'Manage devices' from the Menu.
fr_ca: Vous avez plusieurs appareils dont la batterie est faible. Rendez-vous dans la section Gestion des appareils du menu.
it: Le pile di più dispositivi stanno per esaurirsi. Accedi a 'Gestisci dispositivi' dal Menu.

# application.info.backround-refresh.disabled-by-config.message
source: This feature requires Background App Refresh (this setting has been disabled on your device).
fr_ca: Cette fonction nécessite d'activer les actualisations en arrière-plan (paramètre désactivé sur votre téléphone).
it: Questa funzionalità richiede l'Aggiornamento della app in background (un'opzione al momento disabilitata nelle impostazioni del tuo dispositivo).

# application.info.backround-refresh.disabled-by-user.message
source: This feature requires Background App Refresh (please enable it on your device settings).
fr_ca: Cette fonction nécessite d'activer les actualisations en arrière-plan (merci de l'activer dans les paramètres de votre téléphone).
it: Questa funzionalità richiede l'Aggiornamento della app in background (abilita questa opzione nelle impostazioni del tuo dispositivo).

# application.info.password-changed.message
source: Password changed successfully
fr_ca: Mot de passe modifié avec succès
it: Password modificata con successo

# application.info.email-sent.message
source: Please check your email (maybe located in your spam folder) and click on the verification token link sent to you. Once reset, log in again.
fr_ca: Consultez votre boîte de réception (vérifiez aussi votre dossier de courrier indésirable) et cliquez sur le lien de vérification que nous vous avons envoyé. Après réinitialisation, connectez-vous à nouveau.
it: Ti abbiamo inviato un'email contenente le istruzioni per reimpostare la password. Apri l'email ricevuta (verificando che non sia finita nello spam) e clicca sul link di verifica. Dopodiché, potrai effettuare nuovamente il login.

# application.alert.accessibility.area.default
source: This section
fr_ca: Cette section
it: Questa sezione

# application.alert.accessibility.message
source: %@ is provided by a third party, you may not get full accessibility support. If you'd like to give us feedback please email %@
fr_ca: %@ est fourni par un tiers; vous pourriez ne pas obtenir un service complet de soutien en matière d'accessibilité. Si vous souhaitez nous donner vos commentaires, veuillez faire parvenir un courriel à %@
it: %@ è fornito da terze parti e potresti non ottenere una completa assistenza per l'accessibilità. Se desideri inviare commenti al riguardo, inviaci un'email all'indirizzo %@

# application.alert.accessibility.button.cancel
source: Cancel
fr_ca: Annuler
it: Annulla

# application.alert.accessibility.button.continue
source: Continue
fr_ca: Poursuivre
it: Continua

# node.category-name.thermostat
source: Thermostat
it: Termostato

# node.category-name.rename-devices.thermostat
source: Thermostat
it: di Termostato

# node.category-name.boiler-module
source: Receiver
fr_ca: Récepteur
it: Ricevitore

# node.category-name.rename-devices.boiler-module
source: Receiver
fr_ca: Récepteur
it: di Ricevitore

# node.category-name.active-plug
source: Plug
fr_ca: Prise
it: Presa di corrente

# node.category-name.rename-devices.active-plug
source: Plug
fr_ca: Prise
it: di Presa di corrente

# node.category-name.contact-sensor
source: Win/Door Sensor
fr_ca: Détecteur de porte/fenêtre
it: Sensore per porte e finestre

# node.category-name.rename-devices.contact-sensor
source: Win/Door Sensor
fr_ca: Détecteur de porte/fenêtre
it: di Sensore per porte e finestre

# node.category-name.rename-devices.hub
source: Hub
fr_ca: Boîtier de contrôle
it: di Hub

# node.category-name.motion-sensor
source: Motion Sensor
fr_ca: Détecteur de mouvement
it: Sensore di movimento

# node.category-name.rename-devices.motion-sensor
source: Motion Sensor
fr_ca: Détecteur de mouvement
it: del Sensore di movimento

# node.category-name.default
source: Unknown Device
fr_ca: Appareil inconnu
it: Dispositivo sconosciuto

# node.category-name.signal-booster
source: Signal Booster
fr_ca: Amplificateur de signal
it: Amplificatore di segnale

# node.category-name.rename-devices.signal-booster
source: Signal Booster
fr_ca: Amplificateur de signal
it: di Amplificatore di segnale

# node.category-name.smart-plug
source: Signal Booster
fr_ca: Amplificateur de signal
it: Amplificatore di segnale

# node.category-name.rename-devices.smart-plug
source: Signal Booster
fr_ca: Amplificateur de signal
it: di Amplificatore di segnale

# node.category-name.thermostat-ui
source: Thermostat
it: Termostato

# node.category-name.rename-devices.thermostat-ui
source: Hive Active Heating Thermostat & Receiver
fr_ca: Hive Active Heating Thermostat et récepteur
it: di Hive Active Heating Termostato e ricevitore

# node.category-name.install-devices.thermostat-ui
source: Hive Active Heating Thermostat & Receiver
fr_ca: Hive Active Heating Thermostat et récepteur
it: Hive Active Heating Termostato e ricevitore

# node.category-name.light-bulb
source: Light bulb
fr_ca: Ampoule
it: Lampadina

# node.category-name.rename-devices.light-bulb
source: Light bulb
fr_ca: Ampoule
it: di Lampadina

# node.category-name.warmlight-bulb
source: Warm White Light
fr_ca: Lumière blanche chaude
it: Luce bianca calda

# node.category-name.rename-devices.warmlight-bulb
source: Warm White Light
fr_ca: Lumière blanche chaude
it: di Luce bianca calda

# node.category-name.tuneable-light
source: Tuneable Light
fr_ca: Lumière à gradateur
it: Luce regolabile

# node.category-name.rename-devices.tuneable-light
source: Tuneable Light
fr_ca: Lumière à gradateur
it: di Luce regolabile

# node.category-name.colour-light
source: Colour Light
fr_ca: Ampoule Intelligente
it: Luce colorata

# node.category-name.rename-devices.colour-light
source: Colour Light
fr_ca: Ampoule Intelligente
it: di Luce colorata

# node.category-name.recipe
source: Action
fr_ca: Actions
it: Azione

# node.category-name.rename-devices.recipe
source: Action
fr_ca: Actions
it: di Azione

# node.category-name.connected-boiler
source: Connected Boiler
fr_ca: Chauffe-eau connecté
it: Caldaia connessa

# node.category-name.rename-devices.connected-boiler
source: Connected Boiler
fr_ca: Chauffe-eau connecté
it: di Caldaia connessa

# node.category-name.leak-detector
source: Hive Leak Sensor
it: Sensore perdita Hive

# node.category-name.rename-devices.leak-detector
source: Hive Leak Sensor
it: di Sensore perdita Hive

# node.category-name.rename-devices.camera
source: Camera
it: di Camera

# node.category-name.heatingzone
source: Heating Zone
fr_ca: Zone de chauffage
it: Zona di riscaldamento

# node.connection-status.online
source: Connected
fr_ca: Connecté(e)
it: Connesso

# node.connection-status.offline
source: Offline
fr_ca: Hors ligne
it: Non in linea

# node.software-version
source: Firmware Version
fr_ca: Version du micrologiciel
it: Versione firmware

# node.remove-node.title
source: Tap the button to remove your device. This should just take a couple of minutes.
fr_ca: Appuyez sur le bouton pour supprimer votre appareil. Cela ne prendra que quelques minutes.
it: Tocca il pulsante per rimuovere il dispositivo. La procedura richiederà solo pochi minuti.

# node.reboot-node.title
source: Tap the button to reboot your hub. This should just take a couple of minutes.
fr_ca: Appuyez sur le bouton pour redémarrer votre boîtier de contrôle. Cela ne prendra que quelques minutes.
it: Tocca il pulsante per riavviare l'hub. La procedura richiederà solo pochi minuti.

# node.remove-node.remove-button.title
source: Remove Device
fr_ca: Supprimer cet appareil
it: Rimuovi il dispositivo

# node.reboot-node.reboot-button.title
source: Reboot your hub
fr_ca: Redémarrer votre boîtier de contrôle
it: Riavvia l'hub

# node.ip-address.title
source: IP Address
fr_ca: Adresse IP
it: Indirizzo IP

# node.connection-status.title
source: Connection Status
fr_ca: Statut de la connexion
it: Stato connessione

# node.internet-connection.title
source: Internet Connection
fr_ca: Connexion Internet
it: Connessione Internet

# node.power-source.title
source: Power Source
fr_ca: Source de courant
it: Fonte di alimentazione

# node.uptime.title
source: Hub Uptime
fr_ca: Temps de fonctionnement du boîtier de contrôle
it: Tempo di attività dell'hub

# node.device-hardware.identifier
source: Device ID
it: ID dispositivo

# node.hardware-version.title
source: Hardware Version
fr_ca: Version du matériel
it: Versione hardware

# node.model-type.title
source: Model type
fr_ca: Type de modèle
it: Tipo di modello

# node.serial-number.title
source: Serial Number
fr_ca: Numéro de série
it: Numero seriale

# node.model.title
source: Model
fr_ca: Modèle
it: Modello

# node.MAC-address.title
source: MAC Address
fr_ca: Adresse MAC
it: Indirizzo MAC

# node.power-source.value.battery
source: Battery
fr_ca: Batterie
it: Batteria

# switchable-node.mode.manual.text
source: manual
fr_ca: manuellement
it: Manuale

# switchable-node.mode.schedule.text
source: schedule
fr_ca: programmation
it: Programma

# node.name.light-bulb
source: Light bulb
fr_ca: Poursuivre
it: Lampadina

# node.name.white-bulb
source: White light
fr_ca: Lumière blanche
it: Luce bianca

# node.name.tuneable-bulb
source: Tuneable light
fr_ca: Lumière à gradateur
it: Luce regolabile

# node.name.colour-bulb
source: Colour light
fr_ca: Ampoule Intelligente
it: Luce colorata

# node.name.hot-water
source: Hot water
fr_ca: Eau chaude
it: Acqua calda

# node.name.heating
source: Heating
fr_ca: Chauffage
it: Riscaldamento

# node.category-name.install-devices.na.thermostat-ui
source: Thermostat
it: Termostato

# node.category-name.rename-devices.na.thermostat-ui
source: Thermostat
it: di Termostato

# root-screen.hide-settings-button.accessibilityLabel
source: Close Menu
fr_ca: Fermer Menu
it: Chiudi Menu

# holiday-mode-status-row.left-label.text
source: Holiday mode
fr_ca: Mode vacances
it: Modalità Vacanze

# holiday-mode-status-row.bottom-left-label.text
source: Inactive
fr_ca: Inactif(ve)
it: Non attivo

# holiday-mode-status-row.top-right-label.heating.text
source: Schedule
fr_ca: Programmation
it: Programma

# holiday-mode-status-row.top-right-label.hot-water.schedule-on.text
source: Schedule: on
fr_ca: Programmation: activée
it: Programma: attivata

# holiday-mode-status-row.top-right-label.hot-water.schedule-off.text
source: Schedule: off
fr_ca: Programmation: désactivée
it: Programma: disattivata

# holiday-mode-status-row.right-label.on.text
source: On
fr_ca: Activé(e)
it: Accesa

# holiday-mode-status-row.right-label.off.text
source: Off
fr_ca: Désactivé(e)
it: Spenta

# holiday-mode-status-row.top-label.hot-water.text
source: Hot Water
fr_ca: Eau chaude
it: Acqua calda

# holiday-mode-status-row.top-label.hot-water.title.attributedText
source: Hot Water:
fr_ca: Eau chaude:
it: Acqua calda:

# holiday-mode-status-row.top-label.hot-water.appendix.on.attributedText
source: now on
fr_ca: maintenant activé(e)
it: attualmente accesa

# holiday-mode-status-row.top-label.hot-water.appendix.off.attributedText
source: now off
fr_ca: maintenant désactivé(e)
it: attualmente spenta

# holiday-mode-status-row.top-label.hot-water.appendix.schedule.attributedText
source: now schedule
fr_ca: maintenant programmé(e)
it: attualmente programma

# holiday-mode-status-row.top-label.heating.title.attributedText
source: Heating:
fr_ca: Chauffage:
it: Riscaldamento:

# holiday-mode-status-row.top-label.heating.title.custom-name.attributedText
source: Heating %@:
fr_ca: Chauffage %@:
it: Riscaldamento %@:

# holiday-mode-status-row.top-label.heating.title.now.attributedText
source: now %@%@
fr_ca: maintenant %@%@
it: attualmente %@%@

# holiday-mode-date-time-row.title.departure.text
source: Set departure
fr_ca: Définir la date de départ
it: Imposta la partenza

# holiday-mode-date-time-row.title.return.text
source: Set return
fr_ca: Définir la date de retour
it: Imposta il rientro

# holiday-mode-screen.title
source: Holiday mode
fr_ca: Mode vacances
it: Modalità Vacanze

# holiday-mode-screen.central-label.mode-add.text
source: Activate holiday mode when you're going away for peace of mind.
fr_ca: Activez le mode vacances pour partir tranquille.
it: Attiva la Modalità Vacanze quando non ci sei, per maggiore tranquillità.

# holiday-mode-screen.action-button.mode-add.title
source: Activate holiday mode
fr_ca: Activer le mode vacances
it: Attiva la Modalità Vacanze

# holiday-mode-screen.subtitle-label.mode-edit.text
source: Edit your holiday mode settings.
fr_ca: Modifier les paramètres de votre mode vacances.
it: Modifica le impostazioni della Modalità Vacanze.

# holiday-mode-screen.title-label.mode-showing.text
source: Have a great time!
fr_ca: Passez de bonnes vacances !
it: Divertiti!

# holiday-mode-screen.subtitle-label.mode-showing.text
source: Your home is now in holiday mode
fr_ca: Votre maison est désormais en mode vacances
it: La tua casa è ora in Modalità Vacanze

# holiday-mode-screen.action-button.mode-showing.title
source: Stop holiday mode
fr_ca: Arrêter le mode vacances
it: Disattiva la Modalità Vacanze

# holiday-mode-screen.central-label.mode-not-showing.today.text
source: Holiday mode starts today!
fr_ca: Le mode vacances commence aujourd'hui !
it: La Modalità Vacanze inizia oggi!

# holiday-mode-screen.central-label.mode-not-showing.tomorrow.text
source: Holiday mode starts tomorrow!
fr_ca: Le mode vacances commencera demain !
it: La Modalità Vacanze inizia domani!

# holiday-mode-screen.central-label.mode-not-showing.soon.text
source: Holiday mode starts in %ld days!
fr_ca: Le mode vacances commencera dans %ld jour(s) !
it: La Modalità Vacanze inizia tra %ld giorni!

# holiday-mode-screen.action-button.mode-not-showing.title
source: Cancel holiday mode
fr_ca: Annuler le mode vacances
it: Annulla la Modalità Vacanze

# holiday-mode-screen.alert.high-temperature.title
source: High temperature alert
fr_ca: Alerte température élevée
it: Avviso temperatura elevata

# holiday-mode-screen.alert.high-temperature.message
source: Your home is set to %@%@ when you are away - this is a high temperature for an empty house. It could be more efficient for you to set a specific holiday schedule.
fr_ca: Vous avez programmé la température de votre maison en votre absence à %@%@, ce qui est élevé pour une maison vide. Vous économiseriez de l'énergie en programmant un mode vacances.
it: La temperatura della tua casa è impostata su %@%@ quando sei via. Tuttavia, è una temperatura elevata per una casa vuota. Ottimizza i consumi impostando la Modalità Vacanze.

# holiday-mode-screen.alert.high-temperature.cancel
source: Cancel
fr_ca: Annuler
it: Annulla

# holiday-mode-screen.alert.heating-recipes.title
source: Heating actions
it: Azioni riscaldamento

# holiday-mode-screen.alert.heating-recipes.body
source: Hive recommends turning off heating actions during holiday mode. You can do this from 'Actions' in the menu.
it: Hive consiglia di disattivare le Azioni riscaldamento durante la Modalità Vacanze: puoi farlo dal menu 'Azioni'.

# holiday-mode-screen.alert.cancel-mode.title.exit
source: exit
fr_ca: quitter
it: esci

# holiday-mode-screen.alert.cancel-mode.title.cancel
source: cancel
fr_ca: annuler
it: Annulla

# holiday-mode-screen.alert.cancel-mode.title.template
source: %@ holiday mode
fr_ca: %@ le mode vacances
it: %@ Modalità Vacanze

# holiday-mode-screen.alert.cancel-mode.message
source: Are you sure you want to %@ holiday mode?
fr_ca: Souhaitez-vous vraiment %@ le mode vacances ?
it: Sei sicuro di voler %@ la Modalità Vacanze?

# holiday-mode-screen.alert.cancel-mode.other
source: Yes
fr_ca: Oui
it: Sì

# holiday-mode-screen.alert.save-error.title
source: Cannot save holiday
fr_ca: Impossible d'enregistrer le mode vacances
it: Periodo vacanze non salvato

# holiday-mode-screen.alert.save-error.message
source: The departure date must be before the return date.
fr_ca: La date de départ doit être antérieure à la date de retour.
it: La data di partenza deve essere precedente alla data di rientro.

# holiday-mode-stop-screen.description-label.mode-cancel.text
source: Sorry, we don't support separate holiday mode times for heating zones in the app. To see the status of all your zones here, please cancel holiday mode and reset.
fr_ca: Désolé, l'application ne propose pas des horaires de mode vacances différents selon la zone de chauffage. Pour voir le statut de toutes vos zones ici, veuillez annuler le mode vacances et redémarrer.
it: Spiacenti, con la app non è possibile impostare orari differenti per ogni zona di riscaldamento. Per verificare lo stato di tutte le zone da qui, annulla la Modalità Vacanze e premi Aggiorna.

# holiday-mode-stop-screen.description-label.mode-exit.text
source: Sorry, we don't support separate holiday mode times for heating zones in the app. To see the status of all your zones here, please stop holiday mode and reset.
fr_ca: Désolé, l'application ne propose pas des horaires de mode vacances différents selon la zone de chauffage. Pour voir le statut de toutes vos zones ici, veuillez annuler le mode vacances et redémarrer.
it: Spiacenti, con la app non è possibile impostare periodi di vacanza differenti per ogni zona di riscaldamento. Per verificare lo stato di tutte le zone da qui, annulla la Modalità Vacanze e reimposta.

# holiday-mode-stop-screen.action-button.mode-cancel.title
source: Cancel holiday mode
fr_ca: Annuler le mode vacances
it: Annulla la Modalità Vacanze

# holiday-mode-stop-screen.action-button.mode-exit.title
source: Stop holiday mode
fr_ca: Arrêter le mode vacances
it: Disattiva la Modalità Vacanze

# heating-control-screen.boost-button.heating.title
source: boost
fr_ca: augmenter
it: Impulso

# heating-control-screen.boost-button.heating.accessibilityLabel
source: Boost
fr_ca: Augmenter
it: Impulso

# heating-control-screen.schedule-title-label.text
source: Heating schedule
fr_ca: Programmation chauffage
it: Programma

# heating-control-screen.device-default-name.title
source: Heating control
fr_ca: Contrôle chauffage
it: Regolazione riscaldamento

# heating-control-screen.boost.title
source: boost
fr_ca: augmenter
it: impulso

# heating-control-screen.boost-button.stop-boost.title
source: Stop Boost
it: Arresta Impulso

# heating-control-screen.boost-editing.title
source: Change boost time
fr_ca: Changer l'horaire du mode Augmenter
it: Modifica orario Modalità Boost

# heating-control-screen.boost-duration-screen.title
source: Boost
fr_ca: Augmenter
it: Impulso

# heating-control-screen.boost-duration-screen.postfix
source: duration
it: durata

# heating-control-screen.flame-description-label.heating.text
source: Heating to
fr_ca: Chauffage à
it: Riscaldamento a

# heating-control-screen.flame-description-label.cooling.text
source: Cooling to
fr_ca: Refroidissement à
it: Raffreddamento a

# heating-control-screen.emergency-heating.text
source: EMERGENCY HEAT
it: RISCALDAMENTO IN SITUAZIONI D'EMERGENZA

# heating-control-screen.inside-temperature.accessibilityLabel
source: Current inside temperature
it: Attuale temperatura interna, %@

# heating-control-screen.heating-boost.device-custom-name.accessibilityLabel
source: %@, currently in quick heat mode
fr_ca: %@, actuellement en mode Augmenter
it: %@, adesso in modalità riscaldamento veloce

# heating-control-screen.heating-boost.device-default-name.accessibilityLabel
source: Heating, currently in quick heat mode
fr_ca: Chauffage, actuellement en mode Augmenter
it: Riscaldamento, attualmente in Modalità Boost

# heating-control-screen.cooling-boost.device-custom-name.accessibilityLabel
source: %@, currently in quick cool mode
it: %@, adesso in modalità raffreddamento veloce

# heating-control-screen.cooling-boost.device-default-name.accessibilityLabel
source: Cooling, currently in quick cool mode
it: Raffreddamento, adesso in modalità raffreddamento veloce

# heating-control-screen.device-default-name.accessibilityLabel
source: Heating
fr_ca: Chauffage
it: Riscaldamento

# heating-control-screen.schedule-next-label.schedule-hold-mode.text
source: Hold mode
it: Modalità pausa

# heating-control-screen.schedule-next-label.schedule
source: Schedule active
it: Settings active

# heating-control-screen.schedule-next-label.next
source: next
it: prossimo

# heating-control-screen.schedule-next-label.schedule-active.text
source: next %@ - %@
fr_ca: prochain %@ - %@
it: prossima %@ - %@

# heating-control-screen.heating.device-default-name.accessibilityLabel
source: Heat
fr_ca: Chaleur
it: Riscaldamento

# heating-control-screen.cooling.device-default-name.accessibilityLabel
source: Cool
fr_ca: Refroidir
it: Fredda

# heating-control-screen.dual.device-default-name.accessibilityLabel
source: Dual
fr_ca: Double
it: Doppio

# heating-control-screen.off.device-default-name.accessibilityLabel
source: Off
fr_ca: Éteint
it: Spenta

# heating-control-screen.schedule-next-icon.frost-protection.accessibilityLabel
source: frost protection
fr_ca: protection antigel
it: protezione antigelo

# heating-control-screen.flame-icon.heating-on.accessibilityLabel
source: Your heating is on
fr_ca: Votre chauffage est allumé
it: Il riscaldamento è acceso

# heating-control-screen.flame-icon.heating-off.accessibilityLabel
source: Your heating is off
fr_ca: Votre chauffage est éteint
it: Il riscaldamento è spento

# heating-control-screen.flame-icon.cooling-on.accessibilityLabel
source: Your cooling is currently on
it: Il raffreddamento è acceso

# heating-control-screen.flame-icon.cooling-off.accessibilityLabel
source: Your cooling is currently off
it: Il raffreddamento è spento

# heating-control-screen.info-message.boost-editing.text
source: You may tap the timer countdown to change your boost time and swipe the temperature control up and down to change your boost temperature.
fr_ca: Vous pouvez appuyer sur le compte à rebours du minuteur pour changer la durée du mode Boost et faire défiler la température souhaitée vers le haut ou vers le bas pour modifier la température du mode Boost.
it: Tocca il tempo residuo per modificare l'orario della Modalità Boost e scorri il comando della temperatura in su o in giù per modificare la temperatura Boost.

# heating-control-screen.info-message.schedule-advancing.text
source: You have advanced a timeslot in your schedule. Next timeslot at %@
it: Hai avanzato un intervallo di tempo nel tuo programma. La prossima volta in %@

# heating-control-screen.info-message.presets-editing.text
source: Presets act as shortcuts to your favourite temperatures. Press and hold to customise them.
fr_ca: Les préréglages sont des raccourcis vers vos températures favorites. Maintenez appuyé pour les personnaliser.
it: Le temperature preimpostate ti consentono di sceglierne una rapidamente. Tieni premuto su un'opzione per personalizzarla.

# heating-control-screen.jump-to-next-timeslot-button.title
source: Advance to: %@ %@
it: Avanzare a: %@ %@

# heating-control-screen.jump-to-next-timeslot-button.accessibilityLabel.advance
source: Advance
it: Avanzare

# heating-control-screen.boost-time-option.30min.text
source: 30 minutes
it: 30 minuti

# heating-control-screen.boost-time-option.1h.text
source: 1 hour
fr_ca: 1 heure
it: 1 ora

# heating-control-screen.boost-time-option.2h.text
source: 2 hours
fr_ca: 2 heures
it: 2 ore

# heating-control-screen.boost-time-option.3h.text
source: 3 hours
fr_ca: 3 heures
it: 3 ore

# heating-control-screen.boost-time-option.4h.text
source: 4 hours
fr_ca: 4 heures
it: 4 ore

# heating-control-screen.boost-time-option.5h.text
source: 5 hours
fr_ca: 5 heures
it: 5 ore

# heating-control-screen.boost-time-option.6h.text
source: 6 hours
fr_ca: 6 heures
it: 6 ore
