Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# recipe-canvas-view-controller-data-source.duplicate-trigger-banner-nessage
source: ‘%@ %@’ is currently used in other actions.
fr_ca: ‘%@ %@’ est actuellement utilisé(e) dans une autre action.
it: ‘%@ %@’ è attualmente utilizzato in altre Azioni.

# recipe-building-block-view-controller.when-title
source: When
fr_ca: Quand
it: Quando

# recipe-building-block-view-controller.while-title
source: While
fr_ca: Pendant
it: Mentre

# recipe-building-block-view-controller.then-title
source: Then
fr_ca: Puis
it: Poi

# recipe-template-tag.localized-description.light
source: Light
fr_ca: Éclairage
it: Luci

# recipe-template-tag.localized-description.plug
source: Plug
fr_ca: Prise
it: Spine

# recipe-template-tag.localized-description.motion-sensor
source: Motion
fr_ca: Mouvement
it: Movimenti

# recipe-template-tag.localized-description.contact-sensor
source: Win/door
fr_ca: Fen/porte
it: Porte/finestre

# recipe-template-tag.localized-description.thermostat
source: Thermostat
it: Termostato

# recipe-template-tag.localized-description.hot-water
source: Hot Water
it: Acqua calda

# recipe-template-tag.localized-description.reassurance
source: Reassurance
fr_ca: Réconfort
it: Sicurezza

# recipe-template-tag.localized-description.efficiency
source: Efficiency
fr_ca: Efficacité
it: Risparmio

# recipe-list-view-controller-data-source.enabled
source: Enabled
fr_ca: Activer
it: Abilitato

# recipe-list-view-controller-data-source.disabled
source: Disabled
fr_ca: Désactiver
it: Disabilitato

# recipe-list-view-controller-data-source.hive-live-required
source: Hive Live required
fr_ca: Hive Live requis
it: Richiede Hive Live

# recipe-list-view-controller-data-source.missing-template-id-alert.message
source: This Action is no longer fully supported. It will still work, but can no longer be edited. Create a new Action to edit.
fr_ca: Cette action n'est plus prise en charge complètement. Elle continuera de fonctionner, mais vous ne pourrez la modifier. Créez une nouvelle action pour toute modification.
it: Questa Azione non è più supportata. Funzionerà ancora, ma non potrà essere modificata. Per modificare, crea una nuova Azione.

# recipe-list-view-controller-data-source.template-not-found-alert.message
source: Unfortunately this action cannot be edited currently. Please try again in a few minutes.
fr_ca: Malheureusement, cette action ne peut être modifiée actuellement. Essayez de nouveau dans quelques minutes.
it: Spiacenti, questa Azione non può essere modificata al momento. Riprova tra qualche minuto.

# recipe-list-view-controller-data-source.hive-live-required-alert.message
source: This action is disabled because it requires Hive Live.
fr_ca: Cette action est désactivée, car elle nécessite Hive Live
it: Questa Azione è disabilitata perché richiede Hive Live.

# recipe-list-view-controller-data-source.remove-action-alert.message
source: Remove this action?
fr_ca: Supprimer de cette action?
it: Rimuovere da questa azione?

# recipe-list-view-controller-data-source.remove-action-alert.button-title
source: Remove action
fr_ca: Retirer de l'action
it: Rimuovi dall'Azione

# recipe-list-view-controller-data-source.cancel-alert-button-title
source: Cancel
fr_ca: Annuler
it: Annulla

# recipe-list-view-controller-data-source.learn-more-button-title
source: Learn more
fr_ca: En apprendre davantage
it: Scopri di più

# recipe-list-view-controller-data-source.next-sunrise
source: Next sunrise: %@
fr_ca: Prochain lever de soleil: %@
it: Prossima alba: %@

# recipe-list-view-controller-data-source.next-sunset
source: Next sunset: %@
fr_ca: Prochain coucher de soleil: %@
it: Prossimo tramonto: %@

# recipe-list-view-controller-data-source.from
source: From
fr_ca: À partir de
it: Da

# recipe-list-view-controller-data-source.until
source: Until
fr_ca: Jusqu'à
it: A

# recipe-list-view-controller-data-source.before-offset-text
source: %@ before %@
fr_ca: %@ avant %@
it: %@ prima %@

# recipe-list-view-controller-data-source.after-offset-text
source: %@ after %@
fr_ca: %@ après %@
it: %@ dopo %@

# recipe-canvas-device-picker-view-controller.feature-title-while-text
source: While
fr_ca: Quand
it: Mentre

# recipe-canvas-device-picker-view-controller.feature-title-then-text
source: Then
fr_ca: Puis
it: Poi

# recipe-canvas-device-picker-view-controller.trigger-Explanatory-text
source: When do you want this action to happen?
fr_ca: Quand voulez-vous que cette action commence?
it: Quando vuoi far svolgere questa Azione?

# recipe-canvas-device-picker-view-controller.action-explanatory-text
source: What would you like this action to do?
fr_ca: Que voulez-vous que cette action fasse?
it: Cosa vuoi far eseguire all'Azione?

# recipe-discovery-data-source.welcome-home-title
source: Discover Hive Actions
fr_ca: Découvrir les actions Hive
it: Scopri le Azioni Hive

# recipe-discovery-data-source.category-title
source: Browse by category
fr_ca: Naviguer par catégorie
it: Naviga per categoria

# recipe-discovery-data-source.device-title
source: Browse by device
fr_ca: Naviguer par appareil
it: Naviga per dispositivo

# recipe-discovery-data-source.all-title
source: Browse all Actions
fr_ca: Afficher toutes les actions
it: Mostra tutte le Azioni

# recipe-discovery-data-source.build-your-own-title
source: Build your own
fr_ca: Créez vos propres
it: Crea le tue

# recipe-discovery-data-source.welcome-home-description
source: Get your lights, plugs and sensors working together to make your home work better for you.
fr_ca: Faites travailler de concert vos éclairages, prises et détecteurs pour que votre maison travaille mieux pour vous.
it: Fai funzionare all'unisono le tue luci, prese e sensori e lascia che la tua casa lavori al posto tuo.

# recipe-building-block-base-table-data-source.remove-button-title
source: Remove from action
fr_ca: Retirer de l'action
it: Rimuovi dall'Azione

# inside-temperature-recipe-trigger-screen.choose-zone-picker-cell.title
source: Choose zone
fr_ca: Choisir une zone
it: Scegli una zona

# inside-temperature-recipe-trigger-screen.tirgger-type-picker-cell.title
source: When temperature
fr_ca: Lorsque la température
it: Quando la temperatura

# inside-temperature-recipe-trigger-screen.temperature-picker-cell.above.title
source: Rises above
fr_ca: S'élève au-dessus de
it: È superiore a

# inside-temperature-recipe-trigger-screen.temperature-picker-cell.below.title
source: Falls below
fr_ca: Descend en dessous de
it: È inferiore a

# inside-temperature-recipe-trigger-screen.recipe-descirption-cell.above.subtitle
source: Temp rises above %@
fr_ca: La température s'élève au-dessus de %@
it: Temperatura superiore a %@

# inside-temperature-recipe-trigger-screen.recipe-descirption-cell.below.subtitle
source: Temp falls below %@
fr_ca: La température descend en dessous de %@
it: Temperatura inferiore a %@

# recipe-canvas-event.recipe-description-convertible.light
source: Control a light
fr_ca: Contrôler un éclairage
it: Gestisci una lampadina

# recipe-canvas-event.recipe-description-convertible.plug
source: Control a plug
fr_ca: Contrôler une prise
it: Gestisci una spina

# recipe-canvas-event.recipe-description-convertible.heating
source: Control heating
fr_ca: Contrôler le chauffage
it: Gestisci il riscaldamento

# recipe-canvas-event.recipe-description-convertible.hot-water
source: Control hot water
it: Gestisci l'acqua calda

# recipe-canvas-event.recipe-description-convertible.sunset-sunrise
source: Sunrise / sunset
fr_ca: Lever du soleil / Coucher du soleil
it: Alba / tramonto

# recipe-canvas-event.recipe-description-convertible.notification
source: Notify me
fr_ca: Me notifier
it: Avvisami

# recipe-canvas-event.recipe-description-convertible.schedule
source: Between these times
fr_ca: Entre ces deux moments
it: Tra questi orari

# recipe-canvas-event.recipe-description-convertible.hive-live-required
source: Hive Live required
fr_ca: Hive Live requis
it: Richiede Hive Live

# recipe-canvas-event.recipe-description-convertible.quick-action-title
source: Quick Action tapped
fr_ca: Action rapide sélectionnée
it: Azione rapida impostata al tocco

# recipe-canvas-event.recipe-description-convertible.quick-action-subtitle
source: Trigger this action from your dashboard
it: Avvia questa azione dal pannello

# leak-detector.renew-alert-plan.screen.title
source: Renew Plan
it: Rinnova il piano

# leak-detector.renew-alert-plan.reactivate-alert-plan.label.text
source: Reactivate your Hive Leak Alert Plan
it: Riattiva il tuo Piano di avviso perdite Hive

# leak-detector.renew-alert-plan.call-hive-info.label.text
source: Call Hive from 08:00 - 21:00, seven days a week.
it: Ci trovi tutti i giorni dalle 8:00 alle 21:00.

# leak-detector-event-tableview-cell.accessibility-hint
source: double tap to access details
it: tocca due volte per accedere ai dettagli

# watch.dashboard.nodevices.title
source: No devices available.
fr_ca: Aucun appareil disponible.
it: Nessun dispositivo disponibile.

# watch.dashboard.cell.stopboost
source: Stop Boost
fr_ca: Arrêter d'augmenter
it: Arresta Impulso

# watch.dashboard.cell.heatingboost
source: Boost
fr_ca: Augmenter
it: Impulso

# watch.dashboard.cell.hotwaterboost
source: Boost
fr_ca: Augmenter
it: Impulso

# watch.dashboard.heating-group.current-target.accessibilityValue
source: Current Temperature - %@, Target Temperature - %@
fr_ca: Température actuelle - %@, Température ciblée - %@
it: Temperatura attuale - %@, Temperatura obiettivo - %@

# watch.dashboard.heating-device.whenoff.accessibilityHint
source: Boost %@ for %@ and set temperature to %@
fr_ca: Augmenter %@ pour %@ et régler la température à %@
it: Impulso %@ per %@ e imposta la temperatura a %@

# watch.dashboard.generic-boost-device.whenoff.accessibilityHint
source: Boost %@ for %@
fr_ca: Augmenter %@ pour %@
it: Impulso %@ per %@

# watch.dashboard.cell.offline
source: Offline
fr_ca: Hors ligne
it: Non in linea

# watch.dashboard.cell.offline.accessibilityValue
source: Offline
fr_ca: Hors ligne
it: Non in linea

# watch.dashboard.loading.title
source: Loading data...
fr_ca: Chargement des données...
it: Caricamento dati in corso...

# watch.dashboard.section-header.hot_water.title
source: Hot Water
fr_ca: Eau chaude
it: Acqua calda

# watch.dashboard.section-header.plugs.title
source: Plugs
fr_ca: Prises
it: Spine

# watch.dashboard.section-header.lights.title
source: Lights
fr_ca: Lumières
it: Lampadine

# watch.dashboard.holidaymode.title
source: Holiday Mode is active!
fr_ca: Le mode vacances est actif!
it: Modalità Vacanze attiva!

# common.bool.accessibilityValue.on
source: On
fr_ca: En marche
it: Acceso [for themostat] Accesa [for lights or plugs]

# common.bool.accessibilityValue.off
source: Off
fr_ca: Éteint
it: Spento [for thermostat] Spenta [for lights or plugs]

# watch.error.alert.generic_title
source: Error occurred
fr_ca: Un problème est survenu
it: Si è verificato un errore

# watch.error.alert.dashboard.action.title
source: Action can't be performed
fr_ca: L'action ne peut être exécutée
it: L'azione non può essere eseguita

# watch.error.user-logged-out
source: Please login to Hive on your iphone
fr_ca: Veuillez vous connecter à Hive sur votre iPhone
it: Accedi ad Hive dall'iPhone

# watch.error.not-reachable
source: iPhone cannot be reached
fr_ca: Le iPhone ne peut être contacté
it: Impossibile collegarsi all'iPhone

# watch.error.device-offline
source: Device is offline
fr_ca: L'appareil est hors ligne
it: Dispositivo non in linea

# watch.dashboard.cell.nathermostat.quickcool
source: Quick Cool
fr_ca: Refroidissement rapide
it: Raffreddamento veloce

# watch.dashboard.cell.nathermostat.quickheat
source: Quick Heat
fr_ca: Chauffage rapide
it: Riscaldamento veloce

# watch.dashboard.cell.nathermostat.stopquickcool
source: Stop Quick Cool
fr_ca: Arrêter refroidissement rapide
it: Interrompi il raffreddamento veloce

# watch.dashboard.cell.nathermostat.stopquickheat
source: Stop Quick Heat
fr_ca: Arrêter chauffage rapide
it: Interrompi il riscaldamento veloce

# watch.dashboard.cell.nathermostat.off
source: Thermostat off
fr_ca: Thermostat éteint
it: Termostato spento

# watch.dashboard.cell.nathermostat.emergencyheat
source: Emergency Heat on
fr_ca: Chauffage d'urgence allumé
it: Riscaldamento in situazioni d'emergenza

# watch.dashboard.cell.nathermostat.quickcool.accessibilityHint
source: Quick cool %@ for %@ and set temperature to %@
fr_ca: Refroidir rapidement %@ pour %@ et régler la température à %@
it: Attiva il raffreddamento veloce di %@ per %@ e imposta la temperatura a %@

# watch.dashboard.cell.nathermostat.quickheat.accessibilityHint
source: Quick heat %@ for %@ and set temperature to %@
fr_ca: Chauffer rapidement %@ pour %@ et régler la température à %@
it: Attiva il riscaldamento veloce di %@ per %@ e imposta la temperatura a %@

# watch.dashboard.heating-group.current.accessibilityValue
source: Current Temperature - %@
fr_ca: Température actuelle : %@
it: Temperatura attuale - %@

# watch.dashboard.cell.nathermostat.offline
source: Thermostat offline
fr_ca: Thermostat hors ligne
it: Termostato non in linea

# watch.dashboard.cell.boost.accessibilityLabel
source: Boost
fr_ca: Augmenter
it: Impulso

# mimic-splash-view-controller.title
source: Mimic mode
fr_ca: Mode Simulation
it: Modalità Simulazione

# mimic-splash-view-controller.description
source: Keep would-be intruders in the dark. Programme your lights to make it look like you’re home.
fr_ca: Laissez les éventuels intrus dans le noir. Programmez votre éclairage pour donner l'impression que vous êtes à la maison.
it: Tieni lontani i malintenzionati: programma le luci per dare l'impressione di essere a casa.

# mimic-splash-view-controller.setup-button.title
source: Set up
fr_ca: Réglage
it: Imposta

# mimic-splash-view-controller.not-now-button.title
source: Not now
fr_ca: Pas maintenant
it: Non ora

# mimic-schedule-view-controller.title
source: Set times
fr_ca: Programmer l'horaire
it: Imposta gli orari

# mimic-schedule-view-controller.description
source: Set the hours in which you would like your lights to switch on.
fr_ca: Programmez les heures auxquelles vous voulez que les lumières s'allument.
it: Imposta gli orari di accensione delle luci.

# mimic-schedule-view-controller.detailed-description
source: Your selected times will adjust to convincingly look like someone's home.
fr_ca: Le créneau horaire sélectionné s'adaptera pour que la maison semble occupée de manière convaincante.
it: Negli orari selezionati le luci daranno l'impressione che ci sia qualcuno a casa.

# mimic-schedule-view-controller.next-day
source: Next day
fr_ca: Jour suivant
it: Giorno successivo

# mimic-active.selected-times-button.title.on
source: On
fr_ca: En marche
it: Acceso

# mimic-active.selected-times-button.title.off
source: Off
fr_ca: Éteint
it: Spento

# mimic-setup-completion-view-controller.title
source: All done
fr_ca: C'est fait
it: Fatto

# mimic-setup-completion-view-controller.description
source: Mimic is set up. You can activate Mimic mode from any bulb control screen.
fr_ca: La simulation est programmée. Vous pouvez activer le mode Simulation à partir de n'importe quel écran de contrôle des ampoules.
it: La Modalità Simulazione è stata impostata: puoi attivarla da qualsiasi schermata di gestione delle lampadine.

# mimic-setup-completion-view-controller.start-button.title
source: Start Mimic
fr_ca: Commencer la simulation
it: Avvia la Modalità Simulazione

# mimic-setup-completion-view-controller.cancel-button.title
source: Cancel
fr_ca: Annuler
it: Annulla

# mimic-device-list-view-controller.header-cell.title
source: Choose which lights you’d like to set to Mimic mode.
fr_ca: Choisissez les lumières que vous voulez régler en mode Simulation.
it: Seleziona le luci che desideri includere nella Modalità Simulazione.

# mimic-device-list-view-controller.header-cell.description
source: The bulbs you select can’t be manually controlled when Mimic mode is on.
fr_ca: Les ampoules sélectionnées ne peuvent être contrôlées manuellement lorsque le mode Simulation est activé.
it: Le lampadine che selezioni non potranno essere gestite manualmente quando la Modalità Simulazione è attiva.

# mimic-device-list-view-controller.checkbox-cell.accessibility.ticked
source: ticked
fr_ca: coché
it: %@, selezionata

# mimic-device-list-view-controller.checkbox-cell.accessibility.unticked
source: unticked
fr_ca: décoché
it: %@, deselezionata

# mimic-device-list-view-controller.navigation.title
source: Select lights
fr_ca: Sélectionner les ampoules
it: Seleziona le lampadine

# mimic-device-list-view-controller.continue-button.title
source: Continue
fr_ca: Continuer
it: Continua

# mimic-active.selected-devices-cell.title
source: Devices selected
fr_ca: Appareils sélectionnés
it: Dispositivi selezionati

# mimic-active.selected-times-cell.title
source: On between
fr_ca: Allumée(s) entre
it: Accesa dalle

# mimic-active.selected-times-cell.detail.accessibility.label
source: %@ and %@
fr_ca: %@ à %@
it: %@ alle %@

# mimic-active.stop-mimic-button.title
source: Stop Mimic
fr_ca: Arrêter la simulation
it: Interrompi la Modalità Simulazione

# mimic-active.mimic-icon.title.mimic-active
source: Mimic active
fr_ca: Simulation engagée
it: Modalità Simulazione attiva

# mimic-active.mimic-icon.subtitle.bulb-off
source: Bulb off
fr_ca: Ampoule éteinte
it: Lampadina spenta

# mimic-active.mimic-icon.subtitle.bulb-on
source: Bulb on
fr_ca: Ampoule allumée
it: Lampadina accesa

# mimic-active.mimic-icon.subtitle.bulb-on-soon
source: Bulb turning on soon
fr_ca: L'ampoule s'allumera bientôt
it: La lampadina si accenderà a breve

# mimic-active.mimic-icon.subtitle.bulb-on-later
source: Bulb turning on later
fr_ca: L'ampoule s'allumera plus tard
it: La lampadina si accenderà più tardi

# mimic-alert.activate-mimic.title
source: Activate Mimic mode
fr_ca: Activer le mode Simulation
it: Attiva la Modalità Simulazione

# mimic-alert.mimic-already-active.title
source: Mimic mode active
fr_ca: Mode Simulation engagée
it: Modalità Simulazione attiva

# mimic-alert.start-mimic.existing-participant.message
source: Mimic mode will activate for all selected bulbs at once. You won't be able to manually control these while Mimic mode is on.
fr_ca: Le mode Simulation sera activé pour toutes les ampoules sélectionnées. Vous ne pourrez les contrôler manuellement pendant que le mode Simulation est activé.
it: La Modalità Simulazione si attiverà contemporaneamente per tutte le lampadine selezionate, che non potranno essere gestite manualmente durante l'attivazione.

# mimic-alert.start-mimic.start-with-new-participant.message
source: Would you like to include this bulb and activate Mimic mode?
fr_ca: Voulez-vous ajouter cette ampoule et activer le mode Simulation?
it: Desideri includere questa lampadina e attivare la Modalità Simulazione?

# mimic-alert.start-mimic.continue-with-new-participant.message
source: Would you like to include this bulb in Mimic mode?
fr_ca: Voulez-vous ajouter cette ampoule au mode Simulation?
it: Desideri includere questa lampadina nella Modalità Simulazione?

# mimic-alert.stop-mimic.title
source: Stop Mimic mode
fr_ca: Arrêter le mode Simulation
it: Interrompi la Modalità Simulazione

# mimic-alert.stop-mimic.message
source: This will stop Mimic mode on all hive active bulbs
fr_ca: Ceci arrêtera le mode Simulation pour toutes les ampoules Hive Active
it: Così interromperai la Modalità Simulazione su tutte le lampadine Active Light Hive

# mimic-alert.button.cancel.title
source: Cancel
fr_ca: Annuler
it: Annulla

# mimic-alert.button.add-to-mimic.title
source: Add to Mimic
fr_ca: Ajouter à la Simulation
it: Aggiungi alla Modalità Simulazione

# mimic-nonsubscriber-view-controller.title
source: Mimic mode
fr_ca: Mode Simulation
it: Modalità Simulazione

# mimic-nonsubscriber-view-controller.top-description
source: You’ve discovered a Hive Live feature!
fr_ca: Vous avez découvert une fonctionnalité de Hive Live!
it: Hai scoperto una funzionalità Hive Live!

# mimic-nonsubscriber-view-controller.bottom-description
source: Programme your lights to make it look like you’re home.
fr_ca: Programmez votre éclairage pour donner l'impression que vous êtes à la maison.
it: Programma le luci per dare l'impressione di essere a casa.

# mimic-nonsubscriber-view-controller.action-button.title
source: Find out how
fr_ca: Voyez comment
it: Scopri come

# mimic-nonsubscriber-view-controller.cancel-button.title
source: Not now
fr_ca: Pas maintenant
it: Non ora

# camera.installation.privacy.policy
source: Privacy Policy
fr_ca: Politique de confidentialité
it: informativa sulla privacy

# camera.installation.privacy.accept
source: Accept
fr_ca: Accepter
it: Accetta

# camera.installation.privacy.policy.description
source: This device is an advanced remote monitoring tool that collects data. Please see our Privacy Policy for details.
fr_ca: Cet appareil est un outil de surveillance à distance évolué qui recueille des données. Veuillez lire notre Politique de confidentialité pour en savoir plus.
it: Questo dispositivo è uno strumento avanzato della monitoraggio remoto e raccoglie dati. Consulta la nostra informativa sulla privacy per maggiori dettagli.

# camera.installation.get-started
source: Get started
fr_ca: Commencer
it: Iniziamo

# camera.installation.turnbluetoothon
source: Turn on the Bluetooth on your iPhone.
fr_ca: Activez le Bluetooth sur votre iPhone.
it: Attiva il Bluetooth sul tuo iPhone.

# camera.installation.turnbluetoothinstruction
source: Swipe up from the bottom of your screen and tap the Bluetooth icon, or turn on via the Settings app.
fr_ca: Glissez le doigt vers le haut à partir du bas de l'écran et touchez l’icône Bluetooth, ou activez dans les Paramètres.
it: Scorri verso l'alto dalla parte inferiore della schermata e tocca l'icona Bluetooth o attivalo tramite l'app Impostazioni.

# camera.installation.plugcamera
source: Plug in your Hive View to turn it on.
fr_ca: Branchez votre Hive Active View pour l'allumer.
it: Metti in carica Hive View per accenderla.

# camera.installation.cameraready
source: When the Hive View light ring flashes blue, you’re ready for Bluetooth pairing. Keep your phone near the camera during setup.
fr_ca: Lorsque son voyant annulaire clignote en bleu, le Hive View est prêt pour le jumelage Bluetooth. Gardez votre téléphone près de la caméra pendant la configuration
it: Quando la luce di Hive View lampeggia di blu, sei pronto per eseguire l'associazione con il Bluetooth. Durante la configurazione tieni il telefono vicino alla videocamera.

# camera.installation.go
source: Let's go
fr_ca: Allons-y
it: Procediamo

# camera.installation.devices.notfoundinstructions
source: Make sure that your phone and %@ are in close proximity to eachother.
fr_ca: Assurez-vous que votre téléphone et %@ sont suffisamment près l'un de l'autre.
it: Assicurati che il telefono e %@ siano vicini.

# camera.installation.devices.notfound
source: Can't find Hive %@
fr_ca: %@ introuvable
it: Non riesco a trovare Hive %@

# camera.installation.tryagain
source: Try again
fr_ca: Essayer de nouveau
it: Riprova

# camera.installation.devices.select
source: Select to continue
fr_ca: Sélectionnez pour continuer
it: Seleziona per continuare

# camera.installation.devices.found
source: %d devices found
fr_ca: %d appareils trouvés
it: %d dispositivi trovati

# camera.installation.device.found
source: %d device found
fr_ca: %d trouvé
it: %d dispositivo trovato

# camera.installation.devices.searching
source: Looking for Hive View…
fr_ca: Recherche de la Hive Camera…
it: Ricerca di Hive Camera…
