Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# install-device-remove-battery-screen.body-label.text
source: Please make sure you’ll have wifi for the next 20 mins and your phone battery level is above 50%.
fr_ca: Veuillez vous assurer de disposer d'une connexion Wi-Fi pendant les 20 prochaines minutes et que la batterie de votre téléphone est chargée à plus de 50 %.
it: Assicurati di essere connesso a un Wi-Fi nei prossimi 20 minuti e che la batteria del tuo cellulare sia superiore al 50%.

# install-device-options-screen.title
source: Install devices
fr_ca: Installer des appareils
it: Installa i dispositivi

# install-device-name-screen.title
source: Install a device
fr_ca: Installer un appareil
it: Installa un dispositivo

# install-device-name-screen.top-body-label.text
source: Great, we’ve found your new %@. What would you like to call it?
fr_ca: Parfait, nous avons trouvé votre nouvel appareil %@. Comment souhaitez-vous l'appeler ?
it: Fantastico! Abbiamo rilevato il tuo nuovo %@. Come vuoi chiamarlo?

# install-device-name-screen.bottom-body-label.text
source: You can now access all the new features. Tap save to continue.
fr_ca: Vous pouvez désormais accéder à toutes les nouvelles fonctionnalités. Appuyez sur enregistrer pour continuer.
it: Ora puoi accedere a tutte le nuove funzionalità. Tocca Salva per continuare.

# install-device-name-screen.node-description.text
source: device
fr_ca: appareil
it: dispositivo

# install-device-name-screen.info-message.device-paired.text
source: Device successfully paired!
fr_ca: Appareil relié avec succès!
it: Dispositivo abbinato con successo!

# install-device-name-screen.cell.textField.placeholder
source: Device Name
fr_ca: Nom de l'appareil
it: Nome del dispositivo

# install-device-name-screen.cell.textField.accessibilityLabel
source: Device Name
fr_ca: Nom de l'appareil
it: Nome del dispositivo

# install-device-upgrade-zone-screen.title
source: Select zone
fr_ca: Sélection de zone
it: Seleziona una zona

# install-standalone-device.setup-screen.title
source: Device setup
it: Impostazione dispositivo

# install-standalone-device.action-after-activation.button.title.done
source: Done
fr_ca: Terminé
it: Fatto

# install-standalone-device.action-after-activation.button.title.fitting
source: Fitting instructions
it: Istruzioni di montaggio

# install-standalone-device.preparing.error-screen.heading
source: Error
it: Errore

# install-standalone-device.general.need-help-button.text
source: Need help?
it: Ti serve aiuto?

# install-standalone-device.general.next-button.text
source: Next
fr_ca: Prochain
it: Prossimo

# install-standalone-device.general.done-button.text
source: Done
fr_ca: Terminé
it: Fatto

# install-standalone-device.preparing.get-started.label.text
source: Let's get started
it: Iniziamo!

# install-standalone-device.preparing.description.label.text
source: Preparing for install
it: Preparazione installazione in corso...

# install-wifi-device.setup-screen.title
source: Wi-Fi setup
it: Impostazione Wi-Fi

source: Connect %@ to your phone
it: Connetti %@ al tuo telefono

source: Please follow these steps:
it: Segui i passaggi qui sotto:

source: Go to your phone settings, connect to %@ and enter password: %@ Come back to the Hive app once you're done.
it: Vai alle impostazioni del telefono, connetti a %@ e inserisci la password:%@ Quando hai finito, torna alla app Hive.

# install-wifi-device.wifi-selection-screen.heading-label.text
source: Choose the Wi-Fi network that you want your %@ to connect to
it: Seleziona la rete Wi-Fi che desideri collegare a %@

# install-wifi-device.wifi-selection-screen.refresh-networks-button.text
source: Refresh networks
it: Aggiorna le reti

# install-wifi-device.wifi-selection-screen.join-another-network-button.text
source: Join another network
it: Collegati a un'altra rete

# install-wifi-device.ask-for-password-screen.heading-label.text
source: Enter password for:
it: Seleziona la rete Wi-Fi che desideri collegare a %@

# install-wifi-device.ask-for-password-screen.connect-button.text
source: Connect
it: Connetti alla rete Wi-Fi

source: Enter your Wi-Fi network name and password
it: Inserisci nome e password della tua rete Wi-Fi

source: Network name
it: Nome rete

source: Connect
it: Connetti

# install-wifi-device.connecting-to-wifi-screen.heading-label.text
source: Connecting to Wi-Fi…
it: Connessione alla rete Wi-Fi in corso...

# install-wifi-device.connecting-to-wifi-screen.description-label.text
source: We're attempting to connect to the Wi-Fi, this may take a few moments
it: Tentativo di connessione alla rete Wi-Fi in corso, attendi...

# install-wifi-device.connecting-to-platform-screen.heading-label.text
source: Connecting to Hive…
it: Connessione a Hive in corso...

# install-wifi-device.connecting-to-platform-screen.description-label.text
source: We're attempting to connect your new device to Hive, this may take a few moments
it: Tentativo di connessione del nuovo dispositivo a Hive in corso, attendi...

# install-wifi-device.reconnect-to-internet-instructions-screen.heading-label.text
source: Reconnect your phone to the internet
it: Ricollega il tuo telefono a internet

source: Please follow these steps:
it: Segui i passaggi qui sotto:

# install-wifi-device.successfully-installed-screen.heading.text
source: %@ is connected to Hive
it: %@ è connesso a Hive

# install-wifi-device.wrong-password-error-screen.heading-label.text
source: Incorrect password
it: Password non corretta

# install-wifi-device.wrong-password-error-screen.description-label.text
source: Please ensure you are entering the correct password.
it: Hai inserito la password corretta?

# install-wifi-device.wrong-password-error-screen.try-again-button.text
source: Try again
it: Riprova

# install-wifi-device.wrong-password-error-screen.join-another-network-button.text
source: Join another network
it: Collegati a un'altra rete

# install-wifi-device.connection-failed-error-screen.heading-label.text
source: Can't connect to Wi-Fi
it: Impossibile collegarsi alla rete Wi-Fi

# install-wifi-device.connection-failed-error-screen.description-label.text
source: Ensure that your Wi-Fi router is powered and connected to the internet.
it: Assicurati che il router Wi-Fi sia connesso all'alimentazione e collegato a internet.

# install-wifi-device.connection-failed-error-screen.try-again-button.text
source: Try again
it: Riprova

source: Join another network
it: Collegati a un'altra rete

# install-wifi-device.other-error-screen.heading-label.text
source: Oops!
it: Ops!

# install-wifi-device.other-error-screen.description-label.text
source: Houston we have a problem, please try again.
it: Houston, abbiamo un problema: riprova!

# install-wifi-device.other-error-screen.try-again-button.text
source: Try again
it: Riprova

# install-wifi-device.connection-to-device-error-screen.title
source: Connection error
it: L'errore di connessione

# install-wifi-device.connection-to-device-error-screen.heading-label.text
source: Can't connect to %@
it: Impossibile collegarsi a %@

# install-wifi-device.connection-to-device-error-screen.try-again-button.text
source: Try again
it: Riprova

# install-leak-detector.getting-started-screen.title
source: Get started
it: Iniziamo!

# install-leak-detector.getting-started-screen.heading-label.text
source: Hive Leak Sensor
it: Sensore perdita Hive

# install-leak-detector.getting-started-screen.next-button.text
source: Next
fr_ca: Prochain
it: Prossimo

# install-leak-detector.power-up-screen.title
source: Get started
it: Iniziamo!

# install-leak-detector.power-up-screen.heading-label.text
source: Power up your Hive Leak Sensor
it: Accendi il tuo Sensore perdite Hive

# install-leak-detector.power-up-screen.description-label.text
source: Remove the tab from the side of the device.
it: Rimuovi la linguetta dal lato del dispositivo.

# install-leak-detector.power-up-screen.light-not-flashing-button.text
source: Light not flashing, tap here.
it: La spia luminosa non lampeggia, tocca qui.

# install-leak-detector.power-up-screen.lets-go-button.text
source: Let's go
it: Iniziamo

# install-leak-detector.light-not-flashing-screen.title
source: Light not flashing
it: La spia luminosa non lampeggia

# install-leak-detector.light-not-flashing-screen.heading-label.text
source: Try the following:
it: Prova a fare così:

# install-leak-detector.light-not-flashing-screen.steps.1
source: Make sure you have removed the battery tab.
it: Assicurati di aver rimosso la linguetta delle pile.

# install-leak-detector.light-not-flashing-screen.steps.2
source: Hold the button for 10 seconds until the light flashes twice.
it: Tieni premuto il pulsante per 10 secondi finché la spia luminosa lampeggia due volte.

# install-leak-detector.light-not-flashing-screen.steps.3
source: Check the batteries and replace if required.
it: Verifica le pile e se necessario sostituiscile.

# install-leak-detector.light-not-flashing-screen.support-opening-hours.text
source: We're open %@, seven days a week.
it: Ci trovi tutti i giorni %@.

source: 8am to 9pm
it: dalle 8am alle 9pm

# install-leak-detector.light-not-flashing-screen.call-us-button.text
source: Call us
it: Chiamaci

# install-leak-detector.activation-troubleshooting.title
source: Connection error
it: L'errore di connessione

# install-leak-detector.activation-troubleshooting.heading-label.text
source: Can't connect to Hive
it: Impossibile collegarsi ad Hive

# install-leak-detector.activation-troubleshooting.yes-button.text
source: Yes
it: Sì

# install-leak-detector.reconnect-to-device.title
source: Connection error
it: L'errore di connessione

# install-leak-detector.find-shut-off-valve.heading-label.text
source: Find your main water shutoff valve
it: Trova la valvola principale di chiusura dell'acqua

# install-leak-detector.find-shut-off-valve.description-label.text
source: Your water valve may look like one of the options above. It is usually located next to the sink.
it: La valvola dell'acqua potrebbe assomigliare agli esempi qui sopra: solitamente si trova accanto al lavello.

# install-leak-detector.choose-correct-clip-screen.heading-label.text
source: Choose the correct clip according to your pipe size
it: Seleziona la clip giusta in base alle dimensioni dei tubi

# install-leak-detector.choose-correct-clip-screen.description-label.text
source: Small for 15 mm pipes Large for 22 mm pipes
it: Piccolo per tubi da 15 mm/nGrande per tubi da 22 mm

# install-leak-detector.attach-and-turn-clip-screen.heading-label.text
source: Attach and turn the clip
it: Attacca e gira la cornice

# install-leak-detector.attach-and-turn-clip-screen.description-label.text
source: Turn the clip so that the arrows are facing each other.
it: Gira la clip verso destra in modo che le frecce sul dispositivo siano allineate una di fronte all'altra come nell'esempio qui sopra.

# install-leak-detector.fitting-instructions-screen.heading-label.text
source: Fitting instructions
it: Istruzioni di montaggio

# install-leak-detector.fitting-instructions-screen.steps.1
source: Clip the device to the pipe near to the main water shutoff valve.
it: Monta il dispositivo sul tubo vicino alla valvola principale di chiusura dell'acqua.

# install-leak-detector.fitting-instructions-screen.steps.2
source: Then press the button on the device.
it: Poi premi il pulsante sul dispositivo.

# install-leak-detector.large-flow-alerts-screen.title
source: High water usage
it: Avvisi grande flusso d'acqua

# install-leak-detector.large-flow-alerts-screen.description1-label.text
source: Your leak sensor will notify you when large amounts of water are flowing in your home.
it: Il Sensore perdita ti avviserà se rileverà grandi flussi d'acqua in casa.

# install-leak-detector.large-flow-alerts-screen.description2-label.text
source: We will notify you if a tap is left running or if there is a large leak.
it: Potrebbe essere una perdita d'acqua o semplicemente qualcuno che sta annaffiando il giardino o facendo una doccia più lunga del solito.

# install-leak-detector.large-flow-alerts-screen.section-label.text
source: Notify me when water is running longer than:
it: Avvisami se l'acqua scorre per oltre:

# install-leak-detector.large-flow-alerts-screen.description3-label.text
source: Your leak sensor will notify you as soon as it detects that something's not right.
it: Il Sensore perdita ti avviserà non appena rileverà qualcosa di inusuale.

source: double tap to change duration
it: tocca due volte per modificare la durata

# install-leak-detector.large-flow-alerts-threshold.alert.title
source: Are you sure you want to change your settings?
it: Confermi di voler modificare le impostazioni?

# install-leak-detector.large-flow-alerts-threshold.alert.message
source: This means that you could have a burst pipe or a tap fully running and we will only notify you after %@ minutes.
it: Potrebbe essere scoppiata una tubatura o potrebbe esserci un rubinetto aperto e potremmo avvisarti solo dopo %@ minuti.

# install-leak-detector.large-flow-alerts-threshold.alert.cancel
source: Cancel
it: Annulla

# install-leak-detector.large-flow-alerts-threshold.alert.confirm
source: Confirm
it: Conferma

# install-leak-detector.alert-notifications-screen.title
source: Notifications
it: Avvisi

# install-leak-detector.alert-notifications-screen.description-label.text
source: How would you like to be notified?
it: Il Sensore perdita ti avviserà tramite notifica non appena rileva qualcosa di inusuale nel flusso d'acqua di casa.

# install-leak-detector.alert-notifications-screen.tiny-description-label.text
source: You must select at least one method of notification.
it: Devi selezionare almeno un metodo di avviso.

# install-leak-detector.flush-toilet-screen.tiny-description-label.text
source: This can take up to 24 hours.
it: Potrebbero volerci fino a 24 ore.

# install-leak-detector.installation-successful-screen.heading-label.text
source: Hive Leak Sensor is successfully set up
it: Complimenti

# install-leak-detector.installation-successful-screen.description-label.text
source: Your Leak Sensor needs to learn about the water usage in your home. You won’t receive any notifications during the first 24 hours
it: Il tuo Sensore perdita Hive è stato impostata correttamente.

# recipes-notifications-screen.title
source: Actions
it: Azioni

# recipes-notifications-screen.feature.title
source: %@ actions
it: %@ azioni

# recipes-notifications-screen.pushnotifications-disabled.text
source: Notifications for Hive have been disabled.
fr_ca: Les notifications pour Hive ont été désactivées.
it: Gli avvisi Hive sono stati disabilitati.

# recipes-notifications-screen.pushnotifications-disabled.go-to-settings.text
source: Go to settings
fr_ca: Aller aux paramètres
it: Vai alle impostazioni

# recipes-notifications-screen.remove-recipe-button.text
source: Remove
fr_ca: Retirer
it: Rimuovi

# recipes-notifications-data-source.section-header.title
source: Here you can set up your notifications.
fr_ca: Ici, vous pouvez régler vos notifications.
it: Qui puoi impostare i tuoi avvisi.

# recipes-notifications-edit-screen.title
source: Edit actions
it: Modifica le azioni

# recipes-notifications-edit-data-source.rule-suffix.opened.text
source: opened
fr_ca: ouvert
it: apre

# recipes-notifications-edit-data-source.rule-suffix.closed.text
source: closed
fr_ca: fermé
it: chiude

# recipes-notifications-edit-data-source.rule-suffix.detected-motion.text
source: detected motion
fr_ca: mouvement détecté
it: movimento rilevato

# recipes-notifications-edit-data-source.header.title
source: Notify me when '%@' has %@.
fr_ca: M'aviser lorsque '%@' a %@.
it: Avvisami quando '%@' è %@.

# recipes-notifications-edit-data-source.footer.always-on.title
source: Your notifications are set to always on.
fr_ca: Vos notifications sont réglées à toujours actives.
it: I tuoi avvisi sono impostati per essere sempre attivi.

# recipes-notifications-edit-data-source.footer.scheduled.title
source: Your notifications are scheduled
fr_ca: Vos notifications sont programmées.
it: I tuoi avvisi sono programmati

# recipe-manager.notify-me-action.text
source: Notify me
fr_ca: M'aviser
it: Avvisami

# recipe-manager.turn-light-on-or-off-action.text
source: Turn [a light] {ON or OFF}
fr_ca: Mettre [une prise] {SOUS TENSION ou HORS TENSION}
it: {Accendi o Spegni} [una luce]

# recipe-manager.turn-plug-on-or-off-action.text
source: Turn [a plug] {ON or OFF}
fr_ca: Mettre [une prise] {SOUS TENSION ou HORS TENSION}
it: {Accendi o Spegni} [una presa]

# recipe-manager.when-contact-sensor-closed-trigger.text
source: when [a window or door sensor] is closed
fr_ca: quand [un capteur de fenêtre ou de porte] est désactivé
it: quando [una finestra o una porta] viene chiusa

# recipe-manager.when-contact-sensor-opened-trigger.text
source: when [a window or door sensor] is opened
fr_ca: quand [un capteur de fenêtre ou de porte] est activé
it: quando [una finestra o una porta] viene aperta

# recipe-manager.when-motion-detected-trigger.text
source: when [a motion sensor] detects motion
fr_ca: quand [un détecteur de mouvement] détecte un mouvement
it: quando [un sensore di movimento] rileva un movimento

# recipe-manager.set-heating-action.text
source: Set [heating]
fr_ca: Régler [chauffage]
it: Imposta [riscaldamento]

# recipe-description.action-notify-me.text
source: Notify me%@
fr_ca: M'aviser%@
it: Avvisami%@

# recipe-description.action-turn-on.text
source: Turn%@ on
fr_ca: Mettre%@ activé(e)
it: Spegni%@

# recipe-description.action-turn-off.text
source: Turn%@ off
fr_ca: Mettre%@ désactivé(e)
it: Accendi%@

# recipe-description.action-set.text
source: Set%@
fr_ca: Régler%@
it: Imposta%@

# recipe-description.action-sub-component-to-off.text
source: Set%@ to off
fr_ca: Régler%@ hors tension
it: Imposta%@ su spento

# recipe-description.action-sub-component-to-manual.text
source: Set%@ to manual
fr_ca: Régler%@ en mode manuel
it: Imposta%@ a manuale

# recipe-description.action-sub-component-to-schedule.text
source: Set%@ to schedule
fr_ca: Régler%@ à planifier
it: Imposta%@ a programma

# recipe-description.trigger-is-opened-postfix.text
source: is opened
fr_ca: est ouvert
it: è apre

# recipe-description.trigger-is-closed-postfix.text
source: is closed
fr_ca: est fermé
it: è chiude

# recipe-description.trigger-detects-motion-postfix.text
source: detects motion
fr_ca: Détecte le mouvement
it: Rileva i movimenti

# recipe-notification-screen-section-header.text
source: Here you can set up your actions to make your home work for you.
it: Qui puoi impostare le tue azioni e lasciare che la tua casa lavori al posto tuo.

# recipe-notifications-add-new-recipe-section-header.text
source: Select from the actions below and define which settings and devices you want to connect.
it: Seleziona una delle seguenti azioni e scegli quali impostazioni e dispositivi vuoi collegare.

# recipe-notifications-add-new-recipe-screen.title
source: Add a new action
it: Aggiungi azione

# recipe-notifications-add-new-recipe-screen.no-recipes-description
source: You currently have no actions set up. Tap "+ Add a new action" to get started.
it: Al momento non ci sono azioni impostate. Tocca "+ Aggiungi azione" per iniziare.

# recipes-edit-recipe-template-description.title
source: when
fr_ca: quand
it: quando

# recipes-edit-recipe-data-source.when-section.title
source: When
fr_ca: Quand
it: quando

# recipes-edit-recipe-data-source.then-section.title
source: Then
fr_ca: Puis
it: Poi

# recipes-edit-recipe-screen.edit-existing-recipe.title
source: Edit action
it: Modifica azione

# recipes-edit-recipe-screen.add-new-recipe.title
source: Add a new action
it: Aggiungi azione

# recipes-edit-recipe-screen.remove-dialog.title
source: Remove this action?
it: Rimuovere questa azione?

# recipes-edit-recipe-screen.remove-dialog.message
source: You can choose to add this action again later.
it: Puoi decidere di aggiungere questa azione di nuovo più tardi.

# recipes-edit-recipe-screen.remove-dialog.remove-button.text
source: Remove
fr_ca: Retirer
it: Rimuovi

# recipes-edit-recipe-screen.remove-dialog.cancel-button.text
source: Cancel
fr_ca: Annuler
it: Annulla

# recipes-edit-recipe-screen.push-disabled-alert.title
source: Notifications are disabled
fr_ca: Les notifications sont désactivées
it: Avvisi disabilitati

# recipes-edit-recipe-screen.push-disabled-alert.message.iOS8
source: Hive can't send push notifications to your device because they have been disabled. You can enable them in settings.
fr_ca: Hive ne peut pas envoyer d’alertes instantanées sur votre appareil parce qu’elles ont été désactivées. Vous pouvez les activer dans les réglages.
it: Hive non può inviare notifiche push al tuo dispositivo perché sono disabilitate. Puoi attivarle in Impostazioni.

# recipes-edit-recipe-screen.push-disabled-alert.message.iOS7
source: Hive can't send push notifications to your device because they have been disabled. You can enable them in Settings → Notification Center → Hive
fr_ca: Hive ne peut pas envoyer d’alertes instantanées sur votre appareil parce qu’elles ont été désactivées. Vous pouvez les activer dans les Réglages → Centre de Notification → Hive
it: Hive non può inviare notifiche push al tuo dispositivo perché sono disabilitate. Puoi attivarle in Impostazioni → Notifiche → Hive

# recipes-edit-recipe-screen.push-disabled-alert.button.settings
source: Settings
fr_ca: Réglages
it: Impostazioni

# recipes-edit-recipe-screen.close-without-saving-dialog.title
source: Save action?
it: Salvare la azione?

# recipes-edit-recipe-screen.close-without-saving-dialog.message-when-adding
source: Would you like to save this action?
it: Desideri salvare questa azione?

# recipes-edit-recipe-screen.close-without-saving-dialog.message-when-editing
source: Would you like to save the changes you've made to this action?
it: Desideri salvare le modifiche apportate a questa azione?

# recipes-edit-recipe-screen.close-without-saving-dialog.save-button.text
source: Save
fr_ca: Sauvegarder
it: Salva

# recipes-edit-recipe-screen.close-without-saving-dialog.dont-save-button.text
source: Don't save
fr_ca: Ne pas sauvegarder
it: Non salvare

# recipes-edit-recipe-screen.close-without-selection.title
source: No notifications chosen
fr_ca: Aucune notification de choisie
it: Nessun avviso scelto

# recipes-edit-recipe-screen.close-without-selection.message
source: Please choose at least one of the notification options.
fr_ca: Veuillez choisir au moins une des options de notification.
it: Seleziona almeno una delle opzioni relative agli avvisi.

# recipes-edit-recipe-detail-screen.when.title
source: When
fr_ca: Quand
it: quando

# recipes-edit-recipe-detail-screen.then.title
source: Then
fr_ca: Puis
it: Poi

# recipes-edit-recipe-detail-screen.schedule.edit
source: Edit
fr_ca: Modifier
it: Modifica

# recipes-configuration-summary-row.default.text
source: Choose
fr_ca: Choisir
it: Scegli

# recipes-configuration-summary-row.hidden-configuration.accessibility-hint
source: Double tap to change
fr_ca: Appuyer deux fois pour passer
it: tocca due volte per modificare

# recipes-action-configuration-switchable-node.summary
source: %@ for %@
fr_ca: %@ pour %@
it: %@ per %@

# recipes-action-configuration-switchable-node.picker.on.text
source: On
fr_ca: Sous tension
it: Accesa

# recipes-action-configuration-switchable-node.picker.off.text
source: Off
fr_ca: Hors tension
it: Spenta

# recipes-action-configuration-switchable-node.duration.title
source: For duration
fr_ca: Pour la durée
it: Durata

# recipes-action-configuration-heating.summary.schedule-and-off
source: Set to %@
fr_ca: Régler à %@
it: Imposta su %@

# recipes-action-configuration-heating.summary.manual
source: Set to %@ at %@
fr_ca: Régler à %@ à %@
it: Imposta su %@ alle %@

# recipes-action-configuration-heating.summary.boost
source: %@ to %@ for %@
fr_ca: %@ à %@ de %@
it: Da %@ a %@ per %@
