Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# schedule-mode-cell.schedule-not-used.text
source: not being used
fr_ca: n'est pas utilisé
it: non attivo

# schedule-mode-cell.schedule-active.text
source: active
fr_ca: actif
it: Attivo

# schedule-mode-cell.schedule-mode-label.notification.text
source: Your schedule is %@
fr_ca: Votre programmation est %@
it: Il programma è %@

# schedule-mode-cell.schedule-mode-label.heating.text
source: Your heating schedule is %@
fr_ca: Votre horaire de chauffage est %@
it: Il programma per il riscaldamento è %@

# schedule-mode-cell.schedule-mode-label.cooling.text
source: Your cooling schedule is %@
fr_ca: Votre horaire de refroidissement est %@
it: Il programma per l'abbassamento della temperatura è %@

# schedule-mode-cell.schedule-mode-label.auto.text
source: Your auto schedule is %@
fr_ca: Votre horaire de programmation automatique est %@
it: Il programma automatica è %@

# schedule-mode-cell.schedule-mode-label.hot-water.text
source: Your hot water schedule is %@
fr_ca: Votre horaire d’eau chaude est %@
it: Il programma per l'acqua calda è %@

# schedule-mode-cell.schedule-mode-label.switchable-node.text
source: Your %@ schedule is %@
fr_ca: Votre horaire %@ est %@
it: Il programma %@ %@

# schedule-mode-cell.schedule-mode-label.custom-name.text
source: %@ schedule is %@
fr_ca: %@ horaire est %@
it: Il programma %@ %@

# schedule-mode-cell.editing.accessibilityHint
source: editing
fr_ca: modification
it: modifica in corso

# schedule-mode-cell.not-editing.accessibilityHint
source: double tap to edit
fr_ca: appuyer deux fois pour modifier
it: tocca due volte per modificare

# schedule-mode-cell.schedule-day-label.accessibilityLabel
source: %@'s schedule
fr_ca: Horaire %@
it: Programma di %@

# schedule-mode-cell.schedule-day-label.today.text
source: , today
fr_ca: , aujourd’hui
it: , oggi

# schedule-mode-cell.schedule-day-label.selected.text
source: selected
fr_ca: sélectionné
it: selezionato

# schedule-event-action-cell.from.text
source: from
fr_ca: de
it: da

# schedule-event-action-cell.until.text
source: , until,
fr_ca: , jusqu’à ce que,
it: , fino a,

# schedule-event-action-cell.hundred.text
source: , hundred,
fr_ca: , cent,
it: , cento,

# schedule-event-cell.hot-water.text
source: hot water %@
fr_ca: chauffe-eau %@
it: acqua calda %@

# schedule-event-cell.target-temperature.text
source: target temperature %@
fr_ca: température cible %@
it: temperatura desiderata %@

# schedule-profile-picker-cell.four-time-slots.text
source: 4 time slots
fr_ca: 4 plages horaires
it: 4 fasce orarie

# schedule-profile-picker-cell.six-time-slots.text
source: 6 time slots
fr_ca: 6 plages horaires
it: 6 fasce orarie

# switchable-node-screen.on-off-label.on.text
source: on
fr_ca: activé(e)
it: Accesa

# switchable-node-screen.on-off-label.off.text
source: off
fr_ca: désactivé(e)
it: Spenta

# switchable-node-screen.schedule-next-on.action.text
source: next on
fr_ca: prochain activé(e)
it: Accensione

# switchable-node-screen.schedule-next-off.action.text
source: next off
fr_ca: prochain désactivé(e)
it: Spegnimento

# switchable-node-screen.schedule-next.timeslot.accessibilityLabel
source: from %@ until %@
fr_ca: de %@ à %@
it: da %@ a %@

# switchable-node-screen.mode-button.accessibilityLabel
source: %@ mode
fr_ca: en mode %@
it: modalità %@

# switchable-node-screen.mode-label.manual.text
source: Manual
fr_ca: Manuellement
it: Manuale

# switchable-node-screen.mode-label.schedule.text
source: Schedule active
fr_ca: Programmation activée
it: Programma Attivo

# switchable-node-screen.mode-label.accessibilityLabel
source: %@, in %@ mode, currently %@
fr_ca: %@, en mode %@, actuellement %@
it: %@, in Modalità %@, attualmente %@

# switchable-node-screen.mode.now.accessibilityLabel
source: currently %@
fr_ca: actuellement %@
it: adesso %@

# switchable-control.on-off-button.accessibilityLabel
source: Switch
fr_ca: Changement
it: Passa a

# switchable-control.on-off-button.action.on.accessibilityHint
source: on
fr_ca: activer
it: Accesa

# switchable-control.on-off-button.action.off.accessibilityHint
source: off
fr_ca: désactiver
it: Spenta

# switchable-control.on-off-button.on.accessibilityLabel
source: on
fr_ca: activé(e)
it: Accesa

# switchable-control.on-off-button.off.accessibilityLabel
source: off
fr_ca: désactivé(e)
it: Spenta

# switchable-control.bulb.brightness.accessibilityLabel
source: %@ brightness
fr_ca: %@ luminosité
it: %@ luminosità

# switchable-control.bulb.tone.accessibilityLabel
source: %@ white tone
fr_ca: %@ teinte blanche
it: Tonalità bianco %@

# switchable-control.bulb.colour.hue.accessibilityLabel
source: %@ colour
fr_ca: Couleur %@
it: %@ colore

# switchable-control.active-plug.on-off-button.accessibilityLabel
source: Plug
fr_ca: Prise
it: Presa di corrente

# switchable.action-cell.slider.brightness.accessibilityLabel
source: Brightness
fr_ca: Luminosité
it: Luminosità

# switchable.action-cell.slider.colour-temperature.accessibilityLabel
source: Tone
fr_ca: ton
it: Tonalità

# switchable.action-cell.slider.colour-hue.accessibilityLabel
source: Colour
fr_ca: Couleur
it: Colore

# switchable.action-cell.colour-mode-options.colour.label
source: Colour
fr_ca: Couleur
it: Colore

# switchable.action-cell.colour-mode-options.tone.label
source: Tuneable
fr_ca: Ajustable
it: Regolabile

# tuneable.bulb.colour.temperature.coolest-white
source: coolest white
fr_ca: blanc le plus froid
it: bianco più freddo

# tuneable.bulb.colour.temperature.cool-white
source: cool white
fr_ca: blanc froid
it: bianco freddo

# tuneable.bulb.colour.temperature.mid-white
source: mid white
fr_ca: blanc moyen
it: bianco medio

# tuneable.bulb.colour.temperature.warm-white
source: warm white
fr_ca: blanc chaud
it: bianco caldo

# tuneable.bulb.colour.temperature.warmest-white
source: warmest white
fr_ca: blanc le plus chaud
it: bianco più caldo

# colour.bulb.hue.red-min-hue.text
source: Red
fr_ca: Rouge
it: Rosso

# colour.bulb.hue.red-orange.text
source: Red Orange
fr_ca: Orange rouge
it: Rosso arancione

# colour.bulb.hue.orange.text
source: Orange
it: Arancione

# colour.bulb.hue.orange-yellow.text
source: Orange Yellow
fr_ca: Jaune orange
it: Giallo arancione

# colour.bulb.hue.yellow.text
source: Yellow
fr_ca: Jaune
it: Giallo

# colour.bulb.hue.yellow-green.text
source: Yellow Green
fr_ca: Jaune vert
it: Giallo Verde

# colour.bulb.hue.green.text
source: Green
fr_ca: Vert
it: Verde

# colour.bulb.hue.green-cyan.text
source: Green Cyan
fr_ca: Cyan vert
it: Verde ciano

# colour.bulb.hue.cyan.text
source: Cyan
it: Ciano

# colour.bulb.hue.cyan-blue.text
source: Cyan Blue
fr_ca: Cyan bleu
it: Blu ciano

# colour.bulb.hue.blue.text
source: Blue
fr_ca: Bleu
it: Blu

# colour.bulb.hue.blue-magenta.text
source: Blue Magenta
fr_ca: Bleu magenta
it: Blu magenta

# colour.bulb.hue.magenta-pink.text
source: Magenta Pink
fr_ca: Rose magenta
it: Rosa magenta

# colour.bulb.hue.pink.text
source: Pink
fr_ca: Rose
it: Rosa

# colour.bulb.hue.pink-red.text
source: Pink Red
fr_ca: Rouge rose
it: Rosa Rosso

# colour.bulb.hue.red-max-hue.text
source: Red
fr_ca: Rouge
it: Rosso

# switchable-control.mode-type.plug.icon.description.text
source: plug
fr_ca: prise
it: presa di corrente

# switchable-control.mode-type.bulb.tone.icon.description.text
source: tone
fr_ca: tonalité
it: Tonalità

# switchable-control.mode-type.bulb.dimmer.icon.description.text
source: dimmer
fr_ca: gradateur
it: intensità

# switchable-control.mode-type.bulb.colour.icon.description.text
source: colour
fr_ca: couleur
it: colore

# switchable-control.mode-type.bulb.white.icon.description.text
source: white
fr_ca: blanc
it: bianco

# switchable-control.mode-type.mimic.icon.description.text
source: mimic
fr_ca: simulation
it: modalità simulazione

# switchable-control.mode-type.bulb.tone.accessibility.hint
source: Double tap to change to white control
fr_ca: Appuyer deux fois pour passer aux commandes de blanc
it: Tocca due volte per passare alla regolazione del bianco

# switchable-control.mode-type.bulb.dimmer.accessibility.hint
source: Double tap to change to dimmer control
fr_ca: Appuyer deux fois pour passer aux commandes d'intensité
it: Tocca due volte per passare alla regolazione intensità luce

# switchable-control.mode-type.bulb.colour.accessibility.hint
source: Double tap to change to colour control
fr_ca: Appuyer deux fois pour passer aux commandes de couleur
it: Tocca due volte per passare alla regolazione colore

# mode-button.default.accessibilityLabel
source: Mode
it: Modalità

# install-finish-screen.title
source: All set up!
fr_ca: Tout est installé !
it: Installazione completata!

# install-finish-screen.instructions-first-part-label.text
source: Great! Your devices are now all set up and ready to use. You can access them all through the menu.
fr_ca: Parfait ! Vos appareils sont désormais tous installés et prêts à l'emploi. Vous pouvez y accéder à partir du menu.
it: Fantastico! Hai installato correttamente tutti i tuoi dispositivi: puoi accedervi dal menu.

# install-finish-screen.instructions-second-part-label.text
source: If you want to rename or identify in the future just go to Menu then 'Manage devices'.
fr_ca: Si vous souhaitez renommer ou identifier vos appareils ultérieurement, rendez-vous dans la section du menu intitulée « Gestion des appareils ».
it: Se desideri identificare un dispositivo o modificarne il nome in futuro, accedi al Menu e seleziona 'Gestisci dispositivi'.

# install-rename-device-screen.title
source: Rename
fr_ca: Renommer
it: Rinomina

# install-rename-device-screen.description-label.text
source: Tap rename to customise the title of your %@.
fr_ca: Appuyez sur Renommer pour personnaliser le nom de votre %@
it: Tocca Rinomina per personalizzare il nome %@

# install-device-screen.default-state.title
source: Install a device
fr_ca: Installer un appareil
it: Installa un dispositivo

# install-device-screen.found-devices-label.text
source: So far we've found: %@. If all of your devices have been found tap Continue.
fr_ca: Pour l'instant, nous avons trouvé : %@. Si tous vos appareils ont été trouvés, appuyez sur Continuer.
it: %@. Se tutti i tuoi dispositivi sono stati rilevati, premi Avanti.

# install-device-screen.install-stage-1.title
source: Looking for products
fr_ca: Recherche de produits
it: Ricerca prodotti in corso

# install-device-screen.headline-label.install-stage-1.text
source: Upgrading your system
fr_ca: Mise à jour de votre système
it: Aggiornamento del sistema in corso

# install-device-screen.body-label.install-stage-1.text
source: This could take a few minutes.
fr_ca: Cela peut prendre quelques minutes
it: Potrebbe volerci qualche minuto.

# install-device-screen.install-stage-2.title
source: Install a device
fr_ca: Installer un appareil
it: Installa un dispositivo

# install-device-screen.headline-label.install-stage-2.text
source: Let's get started!
fr_ca: C'est parti !
it: Iniziamo!

# install-device-screen.body-label.install-stage-2.text
source: Please insert the batteries or plug it in and make sure it's switched on. To keep things simple, we’ll install one product at a time (if you have more than one).
fr_ca: Veuillez insérer les piles ou le brancher et vous assurer qu’il est allumé. Pour simplifier les choses, nous installons un produit à la fois (si vous en avez plus d’un).
it: Inserisci le pile o la presa di corrente, assicurandoti che sia acceso. Per semplicità, installeremo un prodotto alla volta (se ne hai più di uno).

# install-instructions-screen.step1.text
source: Check that the device is fitted, plugged in and turned on, or has the batteries inserted.
fr_ca: Vous assurer que l’appareil est monté, branché et allumé, ou que les piles sont insérées.
it: Verifica che il dispositivo sia montato, collegato e acceso, o che abbia le pile inserite.

# install-instructions-screen.step2.text
source: When in pairing mode, light bulbs will flash on and off and a light will flash on other products, while they search for your hub.
fr_ca: Lorsque vous êtes en mode jumelage, les ampoules clignotent et un témoin clignote sur d’autres produits alors qu’ils cherchent votre boîtier de contrôle.
it: In Modalità Abbinamento, le lampadine lampeggeranno e sugli altri prodotti lampeggerà una luce mentre cercano l'Hub.

# install-instructions-screen.step3.text
source: When ready to pair, tap "Go" and the device will show up on your screen when found.
fr_ca: Lorsque vous êtes prêt à effectuer le jumelage, appuyer sur "Prêt" et l’appareil s’affichera sur votre écran une fois trouvé.
it: Quando tutto è pronto per l'abbinamento, premi "Vai" e il dispositivo apparirà sulla tua schermata una volta rilevato.

# install-help-screen.title
source: Help
fr_ca: Aide
it: Aiuto

# install-help-screen.headline-label.batteries-in.text
source: Inserting the batteries
fr_ca: Comment insérer les piles
it: Inserire le pile

# install-help-screen.body-label.batteries-in.text
source: Thermostat
it: Termostato

# install-help-screen.headline-label.batteries-out.text
source: Taking out the batteries
fr_ca: Comment ôter les piles
it: Estrarre le pile

# install-help-screen.body-label.batteries-out.text
source: Thermostat
it: Termostato

# install-help-screen.headline-label.boiler-emergency.text
source: Getting heating in an emergency
fr_ca: Allumer le chauffage d'urgence
it: Riscaldamento in situazioni di emergenza

# install-help-screen.body-label.boiler-emergency.text
source: Receiver
fr_ca: Récepteur
it: Ricevitore

# install-help-screen.instruction.batteries-in.step-one.title
source: Step one
fr_ca: Première étape
it: Passaggio 1

# install-help-screen.instruction.batteries-in.step-one.body
source: Press the tab on the base of your thermostat.
fr_ca: Appuyer sur la languette à la base de votre thermostat.
it: Premi la linguetta alla base del tuo termostato.

# install-help-screen.instruction.batteries-in.step-two.title
source: Step two
fr_ca: Deuxième étape
it: Passaggio 2

# install-help-screen.instruction.batteries-in.step-two.body
source: Lift the thermostat away from the battery cover and turn it over. You should now see the batteries.
fr_ca: Soulever le thermostat en l’éloignant du couvercle de la pile et le retourner. Vous devriez maintenant voir les piles.
it: Solleva il termostato dal coperchio della batteria e giralo. Adesso dovresti vedere le pile.

# install-help-screen.instruction.batteries-in.step-three.title
source: Step three
fr_ca: Troisième étape
it: Passaggio 3

# install-help-screen.instruction.batteries-in.step-three.body
source: Simply insert the batteries provided and put the battery cover back on the thermostat.
fr_ca: Il suffit d’insérer les piles fournies à cet effet et de remettre le couvercle des piles sur le thermostat.
it: Ti basta inserire le pile in dotazione e riposizionare il coperchio sul termostato.

# install-help-screen.instruction.batteries-out.step-one.title
source: Step one
fr_ca: Première étape
it: Passaggio 1

# install-help-screen.instruction.batteries-out.step-one.body
source: Press the two buttons on the sides of the thermostat and slide it up and off the wall.
fr_ca: Appuyer sur les deux boutons sur les côtés du thermostat et le faire glisser vers le haut et le retirer du mur.
it: Premi i due pulsanti laterali del termostato e sollevalo per staccarlo dal muro.

# install-help-screen.instruction.batteries-out.step-two.title
source: Step two
fr_ca: Deuxième étape
it: Passaggio 2

# install-help-screen.instruction.batteries-out.step-two.body
source: Turn the thermostat over anc remove the batteries by pulling the ribbon.
fr_ca: Retourner le thermostat et retirer les piles en tirant sur le ruban.
it: Gira il termostato e rimuovi le pile tirando la linguetta.

# install-help-screen.instruction.batteries-out.step-three.title
source: Step three
fr_ca: Troisième étape
it: Passaggio 3

# install-help-screen.instruction.batteries-out.step-three.body
source: Keep the batteries out during and after the upgrade process to avoid future problems. That’t it! Now we can add your new thermostat. Please recycle your old one.
fr_ca: Laisser les piles sorties pendant et après la procédure de mise à niveau afin d’éviter des problèmes à l’avenir. C’est tout! Nous pouvons maintenant ajouter votre nouveau thermostat. Veuillez recycler votre ancien thermostat.
it: Estrai le pile prima di effettuare la procedura di aggiornamento per evitare problemi in futuro. Ecco fatto! Adesso puoi aggiungere il tuo nuovo termostato. Ricorda di riciclare il vecchio in modo responsabile.

# install-help-screen.instruction.boiler-emergency.step-one.title
source: Step one
fr_ca: Première étape
it: Passaggio 1

# install-help-screen.instruction.boiler-emergency.step-one.body
source: Find your Hive receiver which may be next to your boiler or near your central heating controls. The status light on the top right hand corner is either solid amber or red.
fr_ca: Trouver votre récepteur Hive qui peut être situé à côté de votre chauffe-eau ou près de votre chauffage central. Le voyant d’état situé sur le coin supérieur droit est soit orange ou rouge.
it: Trova il ricevitore Hive, che potrebbe essere accanto alla caldaia o vicino ai comandi del riscaldamento centrale. La spia di stato luminosa nell'angolo in alto a destra è giallo ambra o rossa.

# install-help-screen.instruction.boiler-emergency.step-two.title
source: Step two
fr_ca: Deuxième étape
it: Passaggio 2

# install-help-screen.instruction.boiler-emergency.step-two.body
source: Press the heating control button on the bottom right-hand side of the receiver to turn your heating on. If you have a hot water button you can press this too.
fr_ca: Appuyer sur le bouton de commande du chauffage en bas à droite du récepteur pour activer votre chauffage. Si vous avez un bouton d’eau chaude, vous pouvez aussi appuyer sur celui-ci.
it: Per accendere il riscaldamento, premi il pulsante di regolazione del riscaldamento posizionato sotto il ricevitore a destra. Premi anche il pulsante per l'acqua calda, se ne hai uno.

# install-help-screen.instruction.boiler-emergency.step-three.title
source: Step three
fr_ca: Troisième étape
it: Passaggio 3

# install-help-screen.instruction.boiler-emergency.step-three.body
source: Your heating and hot water is continuously on when the light is green. To turn off the heating or hot water press each button again and the light will turn off.
fr_ca: Votre chauffage et votre eau chaude sont continuellement en fonction lorsque le voyant est vert. Pour éteindre le chauffage ou l’eau chaude, appuyer de nouveau sur chaque bouton et le voyant s’éteindra.
it: Quando la luce è verde, il riscaldamento e l'acqua calda sono sempre accesi. Per spegnere il riscaldamento o l'acqua calda, premi di nuovo ciascun pulsante e la luce si spegnerà.

# install-device-error-screen.help.text
source: Need Help?
fr_ca: Besoin d'aide ?
it: Ti serve aiuto?

# install-device-error-screen.device-timeout.title
source: Troubleshooting
fr_ca: Résolution de problème en cours
it: Risoluzione del problema

# install-device-error-screen.troubleshooting-head-label.device-timeout.text
source: Sorry, we couldn’t find your product, please check the following:
fr_ca: Désolé, nous n'avons pas trouvé votre produit, veuillez :
it: Spiacenti, non abbiamo trovato il tuo prodotto. Verifica quanto segue:

# install-device-error-screen.troubleshooting-text-view.device-timeout.text
source: 1. Your product is plugged in and switched on 2. Or it has batteries (if needed) %@ 3. Turn your hub off and back on again 4. Move your new device closer to your hub
fr_ca: 1. Vérifier si votre produit est branché et allumé. 2. Contrôler l'état de ses piles (si nécessaire) %@ 3. Éteindre et rallumer votre boîtier de contrôle. 4. Rapprocher votre nouvel appareil de votre boîtier de contrôle.
it: 1. Verifica che il prodotto sia inserito in una presa di corrente e acceso 2. Verifica che le pile siano inserite (se necessarie) %@ 3. Prova a spegnere e riaccendere l'hub 4. Sposta il nuovo dispositivo più vicino all'hub

# install-device-error-screen.upgrade-timeout.title
source: Oops!
fr_ca: Oups !
it: Ops!

source: Please call Hive to help you finish the upgrade process. Our opening hours are 08:00 to 21:00, seven days a week.
fr_ca: Merci de contacter Hive pour vous aider à terminer votre procédure de mise à jour. Nous répondons à vos appels 7 jours sur 7 de 8 h à 21 h.
it: Contatta Hive per ricevere assistenza e portare a termine la procedura di aggiornamento. Ci trovi tutti i giorni dalle 8:00 alle 21:00.

source: Please call Hive to help you finish the upgrade process. Check hivehome.com for our support hours.
fr_ca: Appelez Hive et nous vous aiderons à terminer le processus de mise de jour. Veuillez consulter hivehome.com pour plus de détails.
it: Contatta Hive per completare la procedura di aggiornamento. Verifica su hivehome.com i nostri orari di apertura.

# install-device-error-screen.invalid-device.title
source: Oops!
fr_ca: Oups !
it: Ops!

source: Please call Hive to help you finish the install process. Our opening hours are 08:00 to 21:00, seven days a week.
fr_ca: Merci de contacter Hive pour vous aider à terminer votre procédure d'installation. Nous répondons à vos appels 7 jours sur 7 de 8 h à 21 h.
it: Contatta Hive per completare la procedura di installazione. Ci trovi tutti i giorni tra le 8:00 e le 21:00.

source: Please call Hive to help you finish the install process. Check hivehome.com for our support hours.
fr_ca: Appelez Hive et nous vous aiderons à terminer le processus d'installation. Veuillez consulter hivehome.com pour plus de détails.
it: Contatta Hive per completare la procedura di installazione. Verifica su hivehome.com i nostri orari di apertura.

# install-device-error-screen.invalid-firmware.title
source: Firmware out of date
fr_ca: Votre micrologiciel n'est pas à jour
it: Firmware obsoleto

source: Call us so we can upgrade your firmware so you can install your new thermostat. Our opening hours are 08:00 to 21:00, seven days a week.
fr_ca: Contactez-nous pour mettre à jour votre micrologiciel afin de vous permettre d'installer votre nouveau thermostat. Nous répondons à vos appels 7 jours sur 7 de 8 h à 21 h.
it: Chiamaci per aggiornare il tuo firmware, così potrai installare il tuo nuovo termostato. Ci trovi tutti i giorni dalle 8:00 alle 21:00.

source: Call us so we can upgrade your firmware. Check hivehome.com for our support hours.
fr_ca: Appelez-nous afin que nous puissions mettre à jour votre version de logiciel. Veuillez consulter hivehome.com pour plus de détails.
it: Contattaci per aggiornare il tuo firmware. Verifica su hivehome.com i nostri orari di apertura.

# install-device-error-screen.default.title
source: There was a problem!
fr_ca: Un problème est survenu
it: Si è verificato un problema!

# install-device-error-screen.call-hive-label.text
source: Call Hive
fr_ca: Appeler Hive
it: Chiama Hive

# install-device-found-screen.title
source: Devices found
fr_ca: Appareils trouvés
it: Dispositivi rilevati

# install-device-found-screen.description-label.message-one.text
source: These are the products we were able to find. You can finish install by tapping Continue, or
fr_ca: Voici les produits que nous avons trouvés. Vous pouvez terminer l'installation en appuyant sur Continuer ou
it: Abbiamo rilevato i seguenti prodotti. Concludi l'installazione premendo Continua oppure

# install-device-found-screen.description-label.message-two.text
source: save & add more.
fr_ca: sauvegarder et ajouter un autre appareil.
it: salva & aggiungi.

# install-device-remove-battery-screen.title
source: Ready to upgrade
fr_ca: Prêt pour la mise à jour
it: Pronto per l'aggiornamento
