Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# camera.installation.bluetoothoff.instructions
source: Is your camera near your Wi-Fi and the blue light on your camera is flashing? If not, press and hold the power button for 10 seconds.
fr_ca: La caméra se trouve-t-elle près du Wi-Fi et le voyant bleu de la caméra clignote-t-il? S'il ne clignote pas, appuyez sur l'interrupteur de la caméra pendant 10 secondes.
it: La videocamera è vicina al Wi-Fi e la luce blu sul dispositivo sta lampeggiando? In caso contrario, premi e tieni premuto il pulsante di accensione per 10 secondi.

# camera.installation.bluetoothoff
source: Bluetooth is disconnected
fr_ca: Bluetooth est déconnecté
it: Il Bluetooth è connesso

# camera.installation.startagain
source: Start again
fr_ca: Veuillez recommencer
it: Ricomincia

# camera.installation.bluetoothpairing
source: Connecting camera...
fr_ca: Connexion de la caméra...
it: Collegamento della videocamera in corso…

# camera.installation.bluetoothpairing.instructions
source: We are establishing a Bluetooth connection and preparing your camera.
fr_ca: Nous sommes en train d'établir la connexion Bluetooth et de préparer votre caméra.
it: Connessione Bluetooth e preparazione della videocamera in corso.

# camera.installation.bluetoothpaired
source: %@ ready
fr_ca: %@ prêt
it: %@ pronta

# camera.installation.devicenotresponding.description
source: Something's gone wrong.
fr_ca: Une erreur s'est produite.
it: Qualcosa è andato storto.

# camera.installation.devicenotresponding
source: %@ not responding
fr_ca: %@ ne répond pas
it: %@ non risponde

# camera.installation.alreadyregistered.description
source: Please contact Hive Customer Service.
fr_ca: Veuillez appeler le service à la clientèle Hive.
it: Contatta il servizio clienti di Hive.

# camera.installation.alreadyregistered
source: %@ already registered
fr_ca: %@ est déjà enregistré
it: %@ già registrata

# camera.installation.contact
source: Contact us
fr_ca: Contactez-nous
it: Contattaci

# camera.installation.exit
source: Exit
fr_ca: Quitter
it: Esci

# camera.installation.registrationfailed.description
source: This could be because of system issues, or a timeout.
fr_ca: Ce peut être en raison d'un problème du système, ou d'une attente trop longue.
it: La causa potrebbe essere un problema del sistema o un timeout.

# camera.installation.registrationfailed
source: Registration failed
fr_ca: Échec de l'enregistrement
it: Registrazione non riuscita

# camera.installation.connectwifi.start
source: Now we need to connect Hive %@ to the internet.
fr_ca: Nous devons maintenant connecter le Hive %@ à l'internet.
it: Ora è necessario collegare Hive %@ a internet.

# camera.installation.connectwifi
source: Connect to Wi-Fi
fr_ca: Se connecter au Wi-Fi
it: Connettiti al Wi-Fi

# camera.installation.bluetoothpairfailed
source: Bluetooth pairing failed
fr_ca: Échec du jumelage Bluetooth
it: Associazione Bluetooth non riuscita

# camera.installation.bluetoothpairfailed.description
source: We're unable to establish a connection.
fr_ca: Nous n'avons pas réussi à établir la connexion.
it: Non è stato possibile stabilire un collegamento.

# camera.installation.wifi.searching
source: Choose your WiFi from the list below
fr_ca: Choisissez votre réseau Wi-Fi dans la liste ci-dessous.
it: Scegli la tua rete Wi-Fi dall'elenco qui di seguito

# camera.installation.wifi.joinother
source: Join another network
fr_ca: Se connecter à un autre réseau
it: Scegli un'altra rete

# camera.installation.wifi.rescan
source: Rescan WiFi
fr_ca: Rechercher les réseaux Wi-Fi
it: Esegui nuovamente la scansione delle reti Wi-Fi

# camera.installation.turnwifion.instructions
source: Swipe up from the bottom of the screen and tap the Wi-Fi icon, or turn on via the Settings App.
fr_ca: Glissez le doigt vers le haut à partir du bas de l'écran et touchez l’icône Wi-Fi, ou activez dans les Paramètres.
it: Scorri verso l'alto dalla parte inferiore dello schermo e tocca l'icona Wi-Fi o attivala tramite l'app Impostazioni.

# camera.installation.turnwifion
source: Turn on the WiFi on your device.
fr_ca: Activez le WiFi sur votre iPhone.
it: Attiva il Wi-Fi sul tuo dispositivo.

# camera.installation.wifi.nonetworks
source: No networks found
fr_ca: Aucun réseau trouvé
it: Nessuna rete trovata

# camera.installation.wifi.network
source: Network name
fr_ca: Nom du réseau
it: Nome della rete

# camera.installation.wifi.enterpassword
source: Enter your password for %@
fr_ca: Saisissez votre mot de passe pour %@
it: Inserisci la password per %@

# camera.installation.wifi.unsecured
source: Unsecured Wi-Fi Network
fr_ca: Réseau Wi-Fi non sécurisé
it: Rete Wi-Fi non protetta

# camera.installation.wifi.unsecured.question
source: This Wi-Fi network is unsecured, are you sure you want to connect to it?
fr_ca: Ce réseau Wi-Fi n'est pas sécurisé, voulez-vous vraiment vous y connecter?
it: Questa rete Wi-Fi non è protetta, sei sicuro di volerti collegare?

# camera.installation.wifi.connect
source: Connect
fr_ca: Se connecter
it: Collegati

# camera.installation.wifi.dontconnect
source: Don't connect
fr_ca: Ne pas connecter
it: Non collegarti

# camera.installation.wifipairing
source: Connecting to WiFi and registering %@…
fr_ca: Connexion au Wi-Fi et enregistrement de %@...
it: Connessione al Wi-Fi e registrazione della %@ in corso…

# camera.installation.registered
source: Your Hive %@ is successfully setup.
fr_ca: Votre Hive %@ est correctement configuré
it: La configurazione di Hive %@ è andata a buon fine.

# camera.installation.name
source: Name your %@
fr_ca: Nommez votre %@
it: Scegli un nome per %@

# camera.installation.congrats
source: Congratulations!
fr_ca: Félicitations!
it: Congratulazioni!

# camera.installation.devicedetails
source: Device Details
fr_ca: Détails de l'appareil
it: Dettagli del dispositivo

# camera.installation.name.instructions
source: Choose a name for your %@
fr_ca: Choisissez le nom de votre %@
it: Scegli un nome per la tua %@

# camera.installation.name.save
source: Save
fr_ca: Enregistrer
it: Salva

# camera.installation.name.skip
source: Skip
fr_ca: Sauter
it: Salta

# camera.installation.wifi.invalidpass
source: Incorrect password
fr_ca: Mot de passe inexact
it: Password errata

# camera.installation.wifi.invalidpass.description
source: Check your password and try again.
fr_ca: Vérifiez votre mot de passe et recommencez.
it: Verifica la tua password e riprova.

# camera.installation.wifi.cannottconnect
source: Cannot connect %@ to Wi-Fi
fr_ca: Impossible de connecter le %@ au Wi-Fi
it: Impossibile collegare %@ alla rete Wi-Fi

# camera.installation.wifi.cannottconnect.description
source: Consider relocating your camera closer to your Wi-Fi router or select another available Wi-Fi network.
fr_ca: Essayez de déplacer votre caméra plus près du routeur Wi-Fi ou sélectionnez un autre réseau Wi-Fi disponible.
it: Sposta la tua videocamera più vicina al router Wi-Fi o seleziona un'altra rete Wi-Fi disponibile.

# camera.installation.wifi.notfound
source: Cannot connect to %@
fr_ca: Connexion à %@ impossible
it: Impossibile collegarsi a %@

# camera.installation.devicenotregistered
source: Cannot connect to Hive
fr_ca: Connexion à Hive impossible
it: Impossibile collegarsi a Hive

# camera.installation.exit.question
source: Exit device setup?
fr_ca: Quitter la configuration du système?
it: Uscire dalla configurazione del dispositivo?

# camera.installation.dontexit
source: Don't exit
fr_ca: Ne pas quitter
it: Non uscire

# camera.installation.show-more-info
source: Get more information
fr_ca: Obtenir plus d'information
it: Ulteriori informazioni

# camera.installation.setupready
source: Your camera is set up!
it: La camera è impostata!

# camera.installation.updatingsoftware
source: We will now update the software. This will take up to 5 minutes. You can now rename the camera and start using it but may notice it go offline temporarily.
fr_ca: Votre Hive View est configuré. Nous allons maintenant mettre à jour le logiciel. Cette opération peut prendre jusqu'à 5nbspminutes. Vous pouvez continuer d'utiliser la caméra, mais la connexion pourrait être interrompue quelques instants.
it: Hive View è pronta. Ora eseguiremo l'aggiornamento del software. Ci vorranno al massimo 5 minuti. Puoi continuare a usare la videocamera ma noterai che sarà temporaneamente offline.

# camera.installation.next
source: Next
fr_ca: Suivant
it: Avanti

# camera.activity.offline
source: Camera is offline
fr_ca: La caméra est hors ligne
it: La videocamera è spenta

# camera.activity.disarmed
source: Monitoring disarmed
fr_ca: Surveillance désactivée
it: Monitoraggio disabilitato

# camera.activity.stream.play
source: Go live
it: Diretta

# camera.activity.stream.pause
source: Pause
it: Pausa

# camera.activity.video.unavailable
source: Video not available
it: Video non disponibile

# camera.settings.title
source: Settings
fr_ca: Paramètres
it: Impostazioni

# camera.settings.video.quality.title
source: Quality
fr_ca: Qualité
it: Qualità

# camera.settings.video.invert-image.title
source: Rotate image
fr_ca: Faire pivoter l'image
it: Ruota immagine

# camera.settings.video.night-vision.title
source: Night Vision
fr_ca: Vision nocturne
it: Visione notturna

# camera.settings.video.night-vision.auto
source: Auto
it: Automatico

# camera.settings.detection.title
source: Detection
fr_ca: Détection
it: Rilevamento

# camera.settings.detection.motion.title
source: Motion
fr_ca: Mouvement
it: Movimento

# camera.settings.detection.motion.all
source: All
fr_ca: Tous
it: Tutti

# camera.settings.detection.motion.people
source: People
fr_ca: Personnes
it: Gente

# camera.settings.detection.motion-sensitivity.title
source: Motion Sensitivity
fr_ca: Sensibilité aux mouvements
it: Sensibilità al movimento

# camera.settings.detection.sound.title
source: Sound
fr_ca: Son
it: Suono

# camera.settings.detection.sound-sensitivity.title
source: Sound Sensitivity
fr_ca: Sensibilité aux sons
it: Sensibilità al suono

# camera.settings.detection.sensitivity-low.title
source: Low
fr_ca: Faible
it: Bassa

# camera.settings.detection.sensitivity-medium.title
source: Medium
fr_ca: Moyenne
it: Media

# camera.settings.detection.sensitivity-high.title
source: High
fr_ca: Élevée
it: Alta

# camera.settings.camera.title
source: Camera
fr_ca: Caméra
it: Videocamera

# camera.settings.camera.include-audio.title
source: Include audio
fr_ca: Inclure le son
it: Includi audio

# camera.settings.camera.status-light.title
source: Dot light
fr_ca: Voyant picot
it: Luce a punti

# camera.settings.camera.operational-light.title
source: Ring light
fr_ca: Voyant annulaire
it: Luce ad anello

# camera.settings.camera.status-chimes.title
source: Status chimes
fr_ca: Sons d'état
it: Suoni di stato

# camera.settings.camera.time-zone.title
source: Time zone
fr_ca: Fuseau horaire
it: Fuso orario

# camera.settings.notifications.title
source: Notifications
it: Avvisi

# camera.settings.notifications.notifications
source: Notifications
it: Avvisi

# camera.settings.notifications.schedule
source: Schedule
fr_ca: Programmation
it: Programma

# camera.settings.notifications.schedule.active
source: Active
fr_ca: Actif
it: Attivo

# camera.settings.notifications.schedule.disabled
source: Disabled
fr_ca: Désactivé
it: Disabilitato

# camera.settings.network.title
source: Network
fr_ca: RÉSEAU
it: RETE

# camera.settings.network.change-wifi.title
source: Change Wi-Fi
fr_ca: Changer de réseau Wi-Fi
it: Cambia Wi-Fi

# camera.settings.close-without-saving-dialog.title
source: Save Settings?
fr_ca: Enregistrer les paramètres?
it: Salvare le impostazioni?

# camera.settings.close-without-saving-dialog.save-button.text
source: Save
fr_ca: Enregistrer
it: Salva

# camera.settings.close-without-saving-dialog.dont-save-button.text
source: Don't save
fr_ca: Ne pas enregistrer
it: Non salvare

# camera.settings.save-error.text
source: Oops! Something went wrong, please try again
fr_ca: Oups! Une erreur est survenue. Veuillez essayer de nouveau.
it: Ops! Si è verificato un errore imprevisto. Riprova.

# camera.schedule.notification.title
source: Notification schedule
fr_ca: Programme de notification
it: Programma avvisi

# camera.schedule.monitoring.title
source: Monitoring schedule
fr_ca: Programme de surveillance
it: Monitoraggio del programma

# camera.schedule.start.title
source: Start
fr_ca: Démarrer
it: Inizio

# camera.schedule.end.title
source: End
fr_ca: Arrêter
it: Fine

# camera.edit-timeslot.on.title
source: ON
fr_ca: Allumé
it: Accesa

# camera.edit-timeslot.off.title
source: OFF
fr_ca: Éteint
it: Spenta

# camera.details.get-settings-error.text
source: Oops! Something went wrong, please try again
fr_ca: Oups! Une erreur est survenue. Veuillez essayer de nouveau.
it: Ops! Si è verificato un errore imprevisto. Riprova

# camera.settings.timezone.title
source: Edit time zone
fr_ca: Changer de fuseau horaire
it: Modifica fuso orario

# camera.settings.timezone.search-placeholder
source: Search
fr_ca: Recherche
it: Cerca

# camera.timeline.events.none
source: No events
it: Nessun eventi

# camera.timeline.events.motion
source: Motion
fr_ca: Mouvement
it: Movimento

# camera.timeline.events.audio
source: Sound
fr_ca: Son
it: Suono

# camera.timeline.events.smart.motion
source: Person
fr_ca: Personne
it: Persona

# camera.timeline.events.manual
source: Manual
fr_ca: Manuel
it: Manuale

# camera.timeline.event.inprogress
source: Recording in progress
fr_ca: Enregistrement en cours
it: Registrazione in corso

# camera.storange.banner.mainAction
source: Yes
fr_ca: Oui
it: Scopri di più

# camera.storange.banner.mainAction.accessibilityHint
source: Double tap to learn more
fr_ca: Touchez deux fois pour en savoir plus
it: Tocca due volte per saperne di più

# camera.storange.banner.body
source: Want more camera history?
fr_ca: Vous voulez plus d'historique de caméra?
it: Vuoi visualizzare più cronologia?

# camera.storage.popover.title
source: Hive Video Playback Membership
fr_ca: Adhésion à la lecture différée Hive Video Playback
it: Hive Video Playback

# camera.storage.popover.copy.boldPart
source: FREE
fr_ca: GRATUIT
it: GRATUITA

# camera.storage.popover.hivelive.copy
source: Start your %@ trial today: Access 30 day camera history and get your Hive Live benefits included.
fr_ca: Commencez votre essai %@ dès aujourd'hui : Accédez à l’historique de la caméra sur 30 jours et profitez d’avantages réservés aux adhérents.
it: Inizia oggi la tua prova %@ Ottieni l’accesso a 30 giorni di cronologia e mantieni tutti i vantaggi di Hive Live.

# camera.storage.popover.non-hivelive.copy
source: Start your %@ trial today: Access 30 day camera history and enjoy exclusive member benefits.
fr_ca: Commencez votre essai %@ dès aujourd'hui : Accédez à l’historique de la caméra sur 30 jours et profitez d’avantages réservés aux adhérents.
it: Inizia oggi la tua prova %@ Ottieni l’accesso a 30 giorni di cronologia e ad altri esclusivi vantaggi con Hive Video Playback.

# camera.storage.popover.na.copy
source: Start your %@ trial today: Access 30 day camera history.
fr_ca: Commencez votre essai %@ dès aujourd'hui : Accédez à l’historique de la caméra sur 30 jours et profitez d’avantages réservés aux adhérents.
it: Inizia oggi la tua prova %@ Ottieni l’accesso a 30 giorni di cronologia.

# camera.storage.popover.hivelive.price.text
source: Upgrade to %@ a month.
fr_ca: Pour seulement %@ par mois.
it: Aggiorna la tua iscrizione per soli %@ al mese.

# camera.storage.popover.non-hivelive.price.text
source: For just %@ a month.
fr_ca: Pour seulement %@ par mois.
it: Iscriviti per soli %@ al mese.

# camera.storage.popover.learnmore
source: Tell Me More
fr_ca: En savoir plus
it: Scopri di più

# camera.storage.popover.learnmore.accessibilityHint
source: Double tap to learn more
fr_ca: Touchez deux fois pour en savoir plus
it: Tocca due volte per saperne di più

# camera.storage.popover.close.accessibilityLabel
source: Close
fr_ca: Fermer
it: Chiudi

# camera.storage.popover.close.accessibilityHint
source: Tap twice to head back to your camera page
fr_ca: Touchez deux fois pour retourner à la page de la caméra
it: Tocca due volte per tornare alla pagina della videocamera

# camera.storage.upsell.title
source: Start free Trial
fr_ca: Commencez essai gratuit
it: Inizia la prova gratuita

# camera.storage.upsell.non-hivelive.heading
source: With Hive Video Playback Membership enjoy:
fr_ca: Avec votre adhésion à Hive Video Playback, vous obtenez :
it: Con Hive Video Playback otterrai:

# camera.storage.upsell.hivelive.heading
source: With your Hive Video Playback Membership upgrade enjoy:
fr_ca: Avec votre adhésion à Hive Video Playback, vous obtenez :
it: Aggiornando la tua iscrizione a Hive Video Playback otterrai:

# camera.storage.upsell.na.heading
source: With Hive Video Playback enjoy:
fr_ca: Avec votre adhésion à Hive Video Playback, vous obtenez :
it: Con Hive Video Playback otterrai:

# camera.storage.upsell.mainAction
source: Start your one month FREE trial today
fr_ca: Profitez d’un mois d’essai GRATUIT
it: Inizia ora un mese di prova gratuita

# camera.storage.upsell.mainAction.accessibilityHint
source: Double tap to learn more
fr_ca: Touchez deux fois pour en savoir plus
it: Tocca due volte per saperne di più

# camera.storage.upsell.body1
source: Rolling 30 day camera history for up to two cameras
fr_ca: Enregistrement tournant de l'historique vidéo pendant 30 jours pour jusqu'à deux caméras
it: 30 giorni di cronologia per un massimo di 2 videocamere

# camera.storage.upsell.body2
source: Video access anytime, anywhere
fr_ca: Accès à la vidéo n’importe quand, n’importe où
it: L’accesso ai tuoi video dovunque vuoi, quando vuoi

# camera.storage.upsell.body3
source: Securely stored footage
fr_ca: Stockage sécurisé des images
it: Registrazioni memorizzate online in modo sicuro

# camera.storage.upsell.body4
source: Ongoing warranty, Hive product discounts and lots more
fr_ca: Garantie continue, rabais sur les produits Hive et beaucoup plus
it: Garanzia illimitata su tutti i tuoi prodotti

# camera.storage.upsell.body1.hivelive
source: Rolling 30 day camera history for up to two cameras
fr_ca: Enregistrement tournant de l'historique vidéo pendant 30 jours pour jusqu'à deux caméras
it: 30 giorni di cronologia per un massimo di 2 videocamere

# camera.storage.upsell.body2.hivelive
source: Video access anytime, anywhere
fr_ca: Accès à la vidéo n’importe quand, n’importe où
it: L’accesso ai tuoi video dovunque vuoi, quando vuoi

# camera.storage.upsell.body3.hivelive
source: Securely stored footage
fr_ca: Stockage sécurisé des images
it: Registrazioni memorizzate online in modo sicuro

# camera.storage.upsell.body1.na
source: Rolling 30 day camera history for up to two cameras
fr_ca: Enregistrement tournant de l'historique vidéo pendant 30 jours pour jusqu'à deux caméras
it: 30 giorni di cronologia per un massimo di 2 videocamere

# camera.storage.upsell.body2.na
source: Video access anytime, anywhere
fr_ca: Accès à la vidéo n’importe quand, n’importe où
it: L’accesso ai tuoi video dovunque vuoi, quando vuoi

# camera.storage.upsell.body3.na
source: Securely stored footage
fr_ca: Stockage sécurisé des images
it: Registrazioni memorizzate online in modo sicuro

# camera.storage.upsell.price.format
source: All for just %@ a month.
fr_ca: Le tout, pour seulement %@ par mois.
it: Tutto per soli %@ al mese

# camera.storage.upsell.additional.copy
source: Plus all the Hive Live benefits you enjoy today
fr_ca: En plus de tous les avantages Hive Live dont vous bénéficiez aujourd'hui
it: In più tutti i benefici di Hive Live riservati agli iscritti

# camera.storage.upsell.comment
source: It’s easy to upgrade, we’ll take care of everything. After your FREE trial you’ll pay just %@ a month for Hive Video Playback Membership with your Hive Live benefits included.
fr_ca: La mise à niveau est facile, nous nous occuperons de tout. Après votre essai GRATUIT, vous payez juste %@ par mois pour votre adhésion à Hive Video Playback avec vos avantages Hive Live inclus.
it: Fare l’aggiornamento è facile; ci occuperemo noi di tutto. Dopo la tua prova GRATUITA pagherai solo %@ al mese per l’iscrizione a Hive Video Playback mantenendo tutti i vantaggi di Hive Live.

# camera.storage.upsell.termsAction
source: Terms and Conditions apply
fr_ca: Offre soumise à conditions
it: Offerta soggetta a Termini e Condizioni

# camera.storage.upsell.na.link.format
source: Go to %@ to start your free trial
fr_ca: Allez à %@ pour commencer votre essai gratuit
it: Vai su %@ per iniziare la tua prova gratuita

# device-offline-screen.offline.camera.title
source: Camera offline!
fr_ca: Caméra hors ligne!
it: La videocamera è spenta.

# device-offline-screen.steps.camera.check-power
source: Check the affected camera has power. Make sure the camera is connected to mains power, switched on at the wall socket, and powered on
fr_ca: Vérifiez si la caméra touchée est sous tension. Assurez-vous que la caméra est branché à une prise de courant, que l'interrupteur de cette prise est allumé et que la caméra elle-même est allumée.
it: Controlla che la videocamera interessata sia alimentata. Assicurati che la videocamera sia collegata alla rete elettrica e la presa a muro sia accesa

# device-offline-screen.steps.camera.check-wifi
source: Check your home Wi-Fi is switched on and working. Please refer to the guide that came with your broadband router for this
fr_ca: Vérifiez si votre réseau Wi-Fi résidentiel est allumé et qu'il marche. Reportez-vous au guide de l'utilisateur de votre routeur à large bande.
it: Controlla che la rete Wi-Fi sia accesa e funzionante. Su questo argomento consulta la guida fornita con il router a banda larga

# device-offline-screen.steps.camera.turn-off-and-on
source: Turn the affected camera off and back on again, and wait a couple of minutes for the camera to restart
fr_ca: éteignez et rallumez la caméra, puis attendez quelques minutes pour qu'elle redémarre.
it: Spegni e riaccendi la videocamera interessata e attendi un paio di minuti mentre si riavvia

# manage-devices-edit-screen.alert.remove-camera.message
source: Clicking Delete will mean that your camera is no longer connected and you won't be able to use it. Your event history, recordings and any settings will be deleted
fr_ca: Si vous cliquez sur Suppprimer, votre caméra ne sera plus connectée et vous ne pourrez plus l'utiliser L'historique des événements, les enregistrements et les paramètres seront supprimés.
it: Facendo clic su Elimina significa che la videocamera non è più connessa e non sarai in grado di usarla. La cronologia eventi, le registrazioni e le impostazioni verranno eliminate

# camera.connection-status.online
source: Connected
fr_ca: Connecté(e)
it: Connessa

# camera.change-wifi.title
source: Change Wi-Fi
fr_ca: Changer de réseau Wi-Fi
it: Cambia Wi-Fi

# camera.change-wifi.hold-power.title
source: Press and hold the power button for 10 seconds
fr_ca: Appuyez sur l'interrupteur principal pendant 10 secondes
it: Premi e tieni premuto il pulsante di accensione per 10 secondi

# camera.change-wifi.cameraready.title
source: When the light on the camera flashes blue, you're ready to change your Wi-Fi network using Bluetooth pairing.
fr_ca: Quand le voyant de la caméra clignote en orange, vous êtes prêt à changer de réseau Wi-Fi par jumelage Bluetooth.
it: Quando la luce sulla videocamera lampeggia di giallo, puoi cambiare la tua rete Wi-Fi utilizzando l'associazione con il Bluetooth.

# camera.change-wifi.settings-will-be-removed.title
source: Your current Wi-Fi settings will be removed. Select OK to continue
fr_ca: Vos paramètres Wi-Fi seront effacés. Cliquez sur OK pour continuer.
it: Le attuali impostazioni Wi-Fi verranno annullate. Seleziona OK per continuare

# camera.change-wifi.cancel.button
source: Cancel
fr_ca: Annuler
it: Annulla
