Repository: sosullivansmartling/myHomeIOS
Catalog: Hive/*.lproj/Localizable.strings
Languages: fr_ca, it

# motion-sensor-screen.state-label.motion.accessibilityLabel
source: motion
fr_ca: mouvement
it: movimento

# motion-sensor-screen.state-label.no-motion.accessibilityLabel
source: no motion
fr_ca: pas de mouvement
it: senza movimento

# motion-sensor-screen.state-label.unknown.accessibilityLabel
source: unknown
fr_ca: statut inconnu
it: sconosciuto

# motion-sensor-screen.state-label.invalid.accessibilityLabel
source: invalid
fr_ca: non valide
it: non valido

# motion-sensor-screen.state-label.template.accessibilityLabel
source: %@ currently has %@
fr_ca: %@ a actuellement %@
it: %@ al momento ha %@

# motion-sensor-screen.log.loading
source: Loading...
fr_ca: Chargement...
it: Caricamento in corso...

# motion-sensor-screen.log.motion
source: Motion
fr_ca: mouvement
it: Movimento

# motion-sensor-screen.log.motion-detected
source: Motion detected
fr_ca: Détection de mouvement
it: Movimento rilevato

# motion-sensor-screen.log.no-motion
source: No motion detected
fr_ca: Aucun mouvement détecté
it: Nessun movimento rilevato

# motion-sensor-screen.log.qualifier.now
source: Now
fr_ca: Maintenant
it: ora

# motion-sensor-screen.log.qualifier.more-than
source: more than
fr_ca: supérieur(e) à
it: più di

# motion-sensor-screen.log.qualifier.less-than
source: less than
fr_ca: inférieur(e) à
it: meno di

# motion-sensor-screen.log.qualifier.at-least
source: at least
fr_ca: au moins
it: almeno

# motion-sensor-screen.log.qualifier.more-than-ago
source: (more than %@ ago)
it: (più di %@ fa)

# motion-sensor-screen.log.hours
source: hrs
fr_ca: h
it: h

# motion-sensor-screen.log.minutes
source: mins
fr_ca: min
it: min

# motion-sensor-screen.log.seconds
source: secs
fr_ca: s
it: sec

# motion-sensor-screen.log.duration.all-day
source: All day
fr_ca: Toute la journée
it: Tutto il giorno

# motion-sensor-screen.log.duration.approx
source: Approx
it: Circa

# motion-sensor-screen.log.duration.ongoing
source: Ongoing
fr_ca: En cours
it: In corso

# motion-sensor-screen.log.day.today
source: Today
fr_ca: Aujourd’hui
it: Oggi

# motion-sensor-screen.log.day.yesterday
source: Yesterday
fr_ca: Hier
it: Ieri

# heating-history-screen.title
source: Heating History
fr_ca: Historique chauffage
it: Cronologia riscaldamento

# heating-history-screen.series-title.target-temperature
source: Target Temperature
fr_ca: Température cible
it: Temperatura desiderata

# heating-history-screen.series-title.inside-temperature
source: Inside Temperature
fr_ca: Température interne
it: Temperatura interna

# heating-history-screen.series-title.boiler-control
source: Boiler Control
fr_ca: Commandes du chauffe-eau
it: Regolazione caldaia

# heating-history-toogle.target-temperature.title
source: Target
fr_ca: Cible
it: Obiettivo

# heating-history-toogle.inside-temperature.title
source: Inside
fr_ca: intérieure
it: Interna

# heating-history-toogle.boiler-state.title
source: Boiler
fr_ca: Chauffe-eau
it: Caldaia

# pin-lock-settings-screen.title
source: PIN lock
fr_ca: Verrouillage par code NIP
it: Blocco PIN

# pin-settings-cell.text-label.pin-lock.text
source: PIN lock
fr_ca: Verrouillage par code NIP
it: Blocco PIN

# pin-settings-cell.text-label.pin-set.text
source: Set PIN
fr_ca: Définir votre code NIP
it: Imposta il PIN

# pin-settings-cell.text-label.pin-change.text
source: Change PIN
fr_ca: Modifier votre code NIP
it: Modifica il PIN

# pin-settings-cell.pin-status.on.text
source: On
fr_ca: Activé(e)
it: Accesa

# pin-settings-cell.pin-status.off.text
source: Off
fr_ca: Désactivé(e)
it: Spenta

# pin-edit-screen.pin-lock.title
source: PIN lock
fr_ca: Verrouillage par code NIP
it: Blocco PIN

# pin-edit-screen.pin-change.title
source: Change PIN
fr_ca: Modifier votre code NIP
it: Modifica il PIN

# pin-edit-screen.pin-set.title
source: Set PIN
fr_ca: Définir votre code NIP
it: Imposta il PIN

# pin-edit-screen.pin-switch-label.text
source: PIN lock
fr_ca: Verrouillage par code NIP
it: Blocco PIN

# pin-edit-screen.pin-new.accessibilityNotification
source: Enter new PIN
fr_ca: Saisissez votre nouveau code NIP
it: Inserisci il nuovo PIN

# pin-edit-screen.pin-reenter.accessibilityNotification
source: Re-enter new PIN
fr_ca: Saisissez à nouveau votre nouveau code NIP
it: Reinserisci il nuovo PIN

# pin-settings-cell.pin-old.text
source: Enter your old PIN
fr_ca: Saisissez votre ancien code NIP
it: Inserisci il vecchio PIN

# pin-settings-cell.pin-current.text
source: To turn PIN lock off, please enter your current PIN
fr_ca: Pour désactiver le verrouillage par code NIP, saisissez votre code NIP actuel
it: Per sbloccare il PIN, inserisci il codice PIN attuale

# pin-settings-cell.pin-enter.text
source: Enter new PIN
fr_ca: Saisissez votre nouveau code NIP
it: Inserisci il nuovo PIN

# pin-settings-cell.pin-reenter.text
source: Re-enter new PIN
fr_ca: Saisissez à nouveau votre nouveau code NIP
it: Reinserisci il nuovo PIN

# pin-forgot-screen.table-view.accessibilityLabel
source: Information for when you have forgotten your PIN
fr_ca: Informations en cas d'oubli de code NIP
it: PIN dimenticato? Leggi queste importanti informazioni

# pin.logout-alert.title
source: Log out
fr_ca: Déconnexion
it: Esci

# pin.logout-alert.message
source: Are you sure?
fr_ca: Êtes-vous sûr(e) ?
it: Confermi?

# pin.logout-alert.cancel
source: Cancel
fr_ca: Annuler
it: Annulla

# pin-screen.title
source: Enter PIN
fr_ca: Saisir code NIP
it: Inserisci il PIN

# pin-screen.pin-view-cell.accessibilityLabel
source: Enter your pin
fr_ca: Saisissez votre code NIP
it: Inserisci il PIN

# proximity-screen.title
source: Geolocation
fr_ca: Géolocalisation
it: Geolocalizzazione

# proximity-screen.away-temperature-label.text
source: Away temperature
fr_ca: Température en cas d’absence
it: Temperatura Vacanze

# proximity-screen.returning-home-title-label.text
source: Trigger Area - Returning
fr_ca: Zone gâchette – Au retour
it: Area di attivazione - In entrata

# proximity-screen.returning-home-distance-cell.accessibilityHint
source: double tap to edit
fr_ca: appuyer deux fois pour modifier
it: tocca due volte per modificare

# proximity-screen.returning-home-picker-cell.accessibilityLabel
source: Returning trigger area picker
fr_ca: Capteur de zone gâchette au retour
it: Seleziona l'area di attivazione in entrata

# proximity-screen.home-title-label.text
source: Home temperature
fr_ca: Température du domicile
it: Temperatura casa

# proximity-screen.leaving-home-title-label.text
source: Trigger Area - Leaving
fr_ca: Zone gâchette – Au départ
it: Area di attivazione - In uscita

# proximity-screen.leaving-home-distance-cell.accessibilityHint
source: double tap to edit
fr_ca: appuyer deux fois pour modifier
it: tocca due volte per modificare

# proximity-screen.leaving-home-picker-cell.accessibilityLabel
source: Leaving trigger area picker
fr_ca: Capteur de zone gâchette au départ
it: Seleziona l'area di attivazione in uscita

# proximity-screen.away-temperature-description-label.text
source: We will notify you when you leave home if your heating is set above this
fr_ca: Nous vous aviserons, lorsque vous quittez la maison, si votre chauffage est réglé au-dessus de cette valeur
it: Quando esci di casa, ti avviseremo se il riscaldamento è impostato su una temperatura superiore a

# proximity-screen.away-temperature-description-label.pmz.text
source: We will notify you when you leave home if any of your zones are set above this
fr_ca: Nous vous aviserons, lorsque vous quittez la maison, si l’une ou l’autre de vos zones sont réglées au-dessus de cette valeur
it: Quando esci di casa, ti avviseremo se una o più zone sono impostate su una temperatura superiore a

# proximity-screen.home-temperature-description-label.text
source: We will notify you when you return home if your heating is set below this
fr_ca: Nous vous aviserons, lorsque vous êtes de retour à la maison, si votre chauffage est réglé en dessous de cette valeur
it: Quando rientri a casa, ti avviseremo se il riscaldamento è impostato su una temperatura inferiore a

# proximity-screen.home-temperature-description-label.pmz.text
source: We will notify you when you return home if any of your zones are set below this
fr_ca: Nous vous aviserons, lorsque vous êtes de retour à la maison, si l'une ou l'autre de vos zones sont réglées en dessous de cette valeur
it: Quando rientri a casa, ti avviseremo se una o più zone sono impostate su una temperatura inferiore a

# proximity-screen.reset-location-label.text
source: Reset location
fr_ca: Réinitialiser l’emplacement
it: Reimposta posizione

# proximity-screen.reset-location.accessibilityHint
source: double tap to reset your location
fr_ca: appuyer deux fois pour réinitialiser l’emplacement
it: tocca due volte per reimposta posizione

# proximity-screen.on-button.title
source: On
fr_ca: Activé(e)
it: Accesa

# proximity-screen.off-button.title
source: Off
fr_ca: Désactivé(e)
it: Spenta

# proximity-screen.geolocation-cell.geolocation-on.accessibilityLabel
source: Geolocation control, currently on
fr_ca: Commande de géolocalisation, activée en ce moment
it: Controllo Geolocalizzazione, al momento attivo

# proximity-screen.on-button.geolocation-on.accessibilityLabel
source: Geolocation on, selected
fr_ca: Géolocalisation activée, sélectionnée
it: Geolocalizzazione attiva, selezionata

# proximity-screen.on-button.geolocation-na-on.accessibilityLabel
source: Geolocation on
fr_ca: Géolocalisation activée
it: Geolocalizzazione attiva

# proximity-screen.off-button.geolocation-on.accessibilityLabel
source: Turn geolocation off
fr_ca: Désactiver la géolocalisation
it: Disattiva geolocalizzazione

# proximity-screen.off-button.geolocation-na-on.accessibilityLabel
source: Turn geolocation off. Double tap to change
fr_ca: Désactiver la géolocalisation. Appuyer deux fois pour passer
it: Disattiva geolocalizzazione. Tocca due volte per modificare

# proximity-screen.geolocation-cell.geolocation-off.accessibilityLabel
source: Geolocation control, currently off
fr_ca: Commande de géolocalisation, désactivée en ce moment
it: Controllo Geolocalizzazione, al momento non attivo

# proximity-screen.on-button.geolocation-off.accessibilityLabel
source: Turn geolocation on
fr_ca: Activer la géolocalisation
it: Attiva geolocalizzazione

# proximity-screen.on-button.geolocation-na-off.accessibilityLabel
source: Turn geolocation on. Double tap to change
fr_ca: Activer la géolocalisation. Appuyer deux fois pour passer
it: Attiva geolocalizzazione. Tocca due volte per modificare

# proximity-screen.off-button.geolocation-off.accessibilityLabel
source: Geolocation off, selected
fr_ca: Géolocalisation désactivée, sélectionnée
it: Geolocalizzazione non attiva, selezionata

# proximity-screen.off-button.geolocation-na-off.accessibilityLabel
source: Geolocation off
fr_ca: Géolocalisation désactivée
it: Geolocalizzazione non attiva

# proximity-screen.on-off-button.geolocation.accessibilityHint
source: double tap to change
fr_ca: appuyer deux fois pour passer
it: tocca due volte per modificare

# proximity-screen.distance-unit.feet
source: feet
fr_ca: pieds
it: piedi

# proximity-screen.distance-unit.metres
source: metres
fr_ca: mètres
it: metri

# proximity-screen.distance-unit.kilometres
source: kilometres
fr_ca: kilomètres
it: chilometri

# proximity-screen.distance-unit.kilometre
source: kilometre
fr_ca: kilomètre
it: chilometro

# proximity-screen.distance-unit.miles
source: miles
fr_ca: milles
it: miglia

# proximity-screen.distance-unit.mile
source: mile
it: miglio

# proximity-screen.distance-unit.yards
source: yards
fr_ca: verges
it: Iarde

# proximity-screen.reset-location-alert.title
source: Are you sure you want to reset your location?
fr_ca: Êtes-vous sûr de vouloir réinitialiser votre emplacement?
it: Sei sicuro di voler ripristinare la tua posizione?

# proximity-screen.reset-location-alert.message
source: This will delete your current location
fr_ca: Ceci supprimera votre emplacement actuel
it: Così verrà eliminata la posizione attuale

# proximity-screen.reset-location-alert.cancel
source: Cancel
fr_ca: Annuler
it: Annulla

# proximity-screen.reset-location-alert.other
source: Reset
fr_ca: Réinitialiser
it: Reimposta

# proximity-activation-view.title
source: Are you at home now?
fr_ca: Êtes-vous à la maison présentement?
it: Sei a casa adesso?

# proximity-activation-view.activate-button.activated.title
source: Activated
fr_ca: Activé
it: Attivata

# proximity-activation-view.activate-button.activate.title
source: Activate
fr_ca: Activer
it: Attiva

# proximity-activation-view.activate-button.accessibilityLabel
source: Activate Geolocation
fr_ca: Activer la Géolocalisation
it: Attiva Geolocalizzazione

# proximity-activation-view.description-label.text
source: Geolocation uses your location as a centre point from which to base your proximity alerts. For better accuracy, please ensure you are connected to your wifi.
fr_ca: La géolocalisation utilise votre position en tant que point central auquel se référer pour prévoir vos alertes de proximité. Pour plus de précision, veuillez vous assurer que vous êtes connecté à votre réseau wifi.
it: La Geolocalizzazione utilizza la tua posizione come punto di riferimento da cui far partire gli avvisi di prossimità. Per una maggiore precisione, assicurati di essere connesso al Wi-Fi.

# proximity-activation-view.bottom-label.text
source: As a Hive Multizone user, Geolocation settings will apply to all your heating zones.
fr_ca: En tant qu’utilisateur de Hive Multizone, les réglages de la géolocalisation s’appliqueront à toutes vos zones de chauffage.
it: In quanto utente Hive Multizone, le impostazione della Geolocalizzazione si applicano a tutte le tue zone di riscaldamento.

# proximity-leaving.home.heating.off.action.title
source: Switch off
fr_ca: Interrupteur fermé
it: Spegni

# proximity-leaving.home.heating.advance.action.title
source: Next time slot
fr_ca: la prochaine plage horaire
it: Prossima fascia oraria

# proximity-coming.home.notification.title
source: Coming home?
fr_ca: Vous revenez à la maison?
it: Stai tornando a casa?

# proximity-coming.home.multizone.more-than-one-zone.notification.primary.text
source: More than one of your zones are below %@.
fr_ca: Plus d’une de vos zones a une valeur sous %@.
it: Più di una zona è sotto i %@.

# proximity-coming.home.multizone.all-zones.notification.primary.text
source: All your zones are below %@.
fr_ca: Toutes vos zones ont une valeur en dessous de %@.
it: Tutte le tue zone sono sotto i %@.

# proximity-leaving.home.notification.title
source: Heading out?
fr_ca: Vous partez?
it: Stai uscendo?

# proximity-leaving.home.multizone.more-than-one-zone.notification.primary.text
source: More than one of your zones are above %@.
fr_ca: Plus d’une de vos zones a une valeur au-dessus de %@.
it: Più di una zona è sopra i %@.

# proximity-leaving.home.multizone.all-zones.notification.primary.text
source: All your zones are above %@.
fr_ca: Toutes vos zones ont une valeur au-dessus de %@.
it: Tutte le tue zone sono sopra i %@.

# proximity-singlezone.notification.primary.text
source: Would you like to change your heating from %@?
fr_ca: Voulez-vous modifier votre chauffage de %@?
it: Vuoi modificare il riscaldamento da %@?

# proximity-multizone.onezone.notification.primary.text
source: Would you like to change your %@ zone from %@?
fr_ca: Voulez-vous modifier votre zone %@ de %@?
it: Vuoi modificare la zona %@ da %@?

# proximity-multizone.notification.secondary.text
source: Would you like to change them?
fr_ca: Voulez-vous les modifier?
it: Desideri effettuare una modifica?

# proximity-cannot-check-temperature.notification.primary.text
source: Would you like to check your temperature setting?
fr_ca: Voulez-vous vérifier votre réglage de température?
it: Vuoi verificare le impostazioni della temperatura?

# dashboardtutorial.introduction-screen.leading-text-label.text
source: Welcome to your
fr_ca: Bienvenue à votre
it: Benvenuto nel tuo

# dashboardtutorial.introduction-screen.title-label.text
source: Hive Dashboard!
fr_ca: Tableau de bord Hive!
it: Pannello di controllo Hive

# dashboardtutorial.introduction-screen.message-label.text
source: Here you can take a glance at the status of your home. Easily control and navigate between your devices with one tap.
fr_ca: Ici, vous pouvez avoir un aperçu de l'état de votre maison. Contrôlez et naviguez aisément d'un de vos appareils à l'autre, d'une seule touche
it: Qui puoi dare un'occhiata allo stato della tua casa. Scorri e controlla i dispositivi con un semplice tocco.

# dashboardtutorial.introduction-screen.next-button.title
source: next
fr_ca: suivant
it: prossimo

# dashboardtutorial.introduction-screen.currentpage-info-label.text
source: %d of %d
fr_ca: %d de %d
it: %d di %d

# tooltips-screen.next-button.title
source: next
fr_ca: suivant
it: prossimo

# tooltips-screen.done-button.title
source: done
fr_ca: terminé
it: Fatto

# tooltips-screen.currentpage-info-label.text
source: %d of %d
fr_ca: %d de %d
it: %d di %d

# dashboardtutorial.device-tooltip-label.text
source: Tap to go to your device
fr_ca: Appuyer pour aller à votre appareil
it: Tocca per andare al dispositivo

# dashboardtutorial.dashboard-to-list-tooltip-label.text
source: Tap to view all your devices in a list
fr_ca: Appuyer pour afficher une liste de tous vos appareils
it: Tocca per visualizzare l'elenco di tutti i tuoi dispositivi

# dashboardtutorial.menu-tooltip-label.text
source: Tap to get to your menu
fr_ca: Appuyer pour naviguer au menu
it: Tocca per andare al Menu

# dashboardtutorial.long-press-label.text
source: Long press to edit your dashboard
it: Tieni premuto per qualche secondo per modificare il pannello di controllo

# feature-tab-bar.item.control
source: Control
fr_ca: Contrôle
it: Comandi

# feature-tab-bar.item.schedule
source: Schedule
fr_ca: Programmation
it: Programma

# feature-tab-bar.item.recipes
source: Actions
it: Azioni

# feature-tab-bar.item.discovery
source: Discovery
it: Scoperta

# feature-tab-bar.item.unknown
source: Unknown
it: sconosciuto

# feature-tab-bar.item.graphs
source: Graphs
fr_ca: Tableaux
it: Grafici

# feature-tab-bar.item.accessibilityLabel
source: %@, tab, %@ of %@
it: %@, scheda, %@ di %@

# feature-tab-bar.item.settings
source: Settings
it: Impostazioni

# pushnotification.smstopushinfo-alert.title
source: New notifications!
fr_ca: Nouvelles notifications!
it: Nuovi avvisi!

# pushnotification.smstopushinfo-alert.message
source: Text alerts for sensors have been replaced with push notifications. These will appear on your lock screen and in notification centre.
fr_ca: Les alertes par messagerie texte des détecteurs ont été remplacées par des notifications poussées. Celles-ci s'afficheront sur votre écran verrouillé ou dans le centre de notifications.
it: Gli avvisi tramite SMS per i sensori sono stati sostituiti da notifiche push che appariranno in Blocco schermo o in Centro Notifiche.

# pushnotification.smstopushinfo-alert.learn.more
source: Learn More
fr_ca: En apprendre davantage
it: Scopri di più

# navigation-header-view.subtitle.updated-prefix
source: Last updated:
fr_ca: Dernière mise à jour :
it: Ultimo aggiornamento:

# navigation-header-view.accessibility-hint
source: double tap to refresh screen
it: tocca due volte per ricaricare la pagina

# navigation-header-view.subtitle.updating
source: Updating
it: Aggiornamento in corso

# navigation-header-view.feature.control.postfix
source: control
fr_ca: contrôle
it: comandi

# refresh-control.refresh-date-description.text
source: Updated
fr_ca: Mise à niveau
it: Aggiornato

# hivelive.discovery.title
source: You discovered a Hive Live Feature!
fr_ca: Vous avez découvert une fonction Hive Live!
it: Hai scoperto una funzionalità Hive Live!

# hivelive.discovery.subscriber
source: You must be a subscriber to use:
fr_ca: Vous devez être abonné pour utiliser :
it: Devi essere abbonato per utilizzare:

# hivelive.discovery.learnmore
source: Learn more
fr_ca: En apprendre davantage
it: Scopri di più

# hivelive.discovery.notnow
source: Not now
fr_ca: Pas maintenant
it: Non ora

# hivelive.discovery.feature.textnotifications
source: Text Notifications
fr_ca: Notifications texte
it: Avvisi tramite SMS

# hivelive.discovery.joinnow.price
source: Only %@ per month
fr_ca: Seulement %@ par mois
it: Solo £4,99 al mese

# hivelive.discovery.joinnow.description
source: The clever plan to protect and evolve your connected home.
fr_ca: Le plan astucieux pour protéger et faire évoluer votre maison connectée.
it: Il piano intelligente per proteggere e migliorare la tua casa sempre connessa.

# hivelive.discovery.joinnow.featurecolumn
source: Features
fr_ca: Fonctions
it: Caratteristiche

# hivelive.discovery.joinnow.warranty
source: Ongoing warranty
fr_ca: Garantie continue
it: Garanzia in corso

# hivelive.discovery.joinnow.productdiscount
source: 10% discount on all Hive products
fr_ca: 10 % de réduction sur tous les produits Hive
it: 10% di sconto su tutti i prodotti Hive

# hivelive.discovery.joinnow.upgradediscount
source: 30% discount on heating upgrade
fr_ca: 30 % de rabais sur la mise à niveau de chauffage
it: 30% di sconto sull'aggiornamento del riscaldamento

# hivelive.discovery.joinnow.freedelivery
source: Free delivery on all orders
fr_ca: Livraison gratuite sur toutes les commandes
it: Consegna gratuita per tutti gli ordini

# hivelive.discovery.joinnow.smsnotifications
source: Receive SMS notifications
fr_ca: Recevoir des notifications par SMS
it: Ricevi avvisi tramite SMS

# hivelive.discovery.joinnow.joinnow
source: Join Now
fr_ca: Inscrivez-vous maintenant
it: Entra adesso

# hivelive.discovery.joinnow.notnow
source: Not now
fr_ca: Pas maintenant
it: Non ora

# hivelive.discovery.joinnow.upgradefootnote
source: *Applicable for our Hive Active Heating™ thermostat upgrade
fr_ca: *Applicable pour notre mise à niveau du thermostat Hive Active Heating
it: *Valido per l'aggiornamento del termostato Hive Active Heating™

# quickaction.boost.boost-temperature.boost-length.subtitle
source: %@ for %@
fr_ca: %@ pour %@
it: %@ per %@

# quickaction.boost.boost-length.hour
source: %li hr
fr_ca: %li h
it: %li ora

# quickaction.boost.boost-length.hours
source: %li hrs
fr_ca: %li h
it: %li ore

# quickaction.boost.boost-length.mins
source: %li mins
fr_ca: %li min
it: %li min

# forceupdate-screen.heading1.title
source: Get up to date
fr_ca: Faire une mise à niveau
it: Ad oggi

# forceupdate-screen.heading2.title
source: The Hive app needs updating to continue to work with all your devices.
fr_ca: L’application Hive doit être mise à niveau pour continuer à utiliser tous vos appareils.
it: L'app Hive deve essere aggiornata per continuare a funzionare con tutti i tuoi dispositivi.

# forceupdate-screen.heading3.title
source: Make sure auto-updates are enabled to keep using the latest version of our app.
fr_ca: Vous assurer que les mises à niveau automatiques sont activées pour continuer à utiliser la version la plus récente de notre application.
it: Assicurati che gli aggiornamenti automatici siano abilitati per continuare a utilizzare l'ultima versione della nostra app.

# forceupdate-screen.updatenow-button.title
source: UPDATE HIVE NOW
fr_ca: Mettre VOTRE HIVE À NIVEAU DÈS MAINTENANT
it: AGGIORNA HIVE ORA

# forceupdate-screen.dismiss-button.title
source: Dismiss
fr_ca: Annuler
it: Ignora

# slider-picker-view.first.text
source: First
fr_ca: Première
it: Prima

# slider-picker-view.second.text
source: Second
fr_ca: Seconde
it: Secondo

# slider-picker-view.third.text
source: Third
fr_ca: Troisième
it: Terzo

# slider-picker-view.fourth.text
source: Fourth
fr_ca: Quatrième
it: Quarto

# slider-picker-view.mode-selector.text
source: %@ mode selector
fr_ca: Sélecteur de mode %@
it: Selettore modalità %@

# slider-picker-view.option-of.text
source: option %i of %i
fr_ca: option %i de %i
it: opzione %i di %i
